Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/i2psnark/locale/messages_*.po
Languages: fr

source: No more torrents running.
fr: Il n'y a plus de torrents en fonctionnement.

source: I2P tunnel closed.
fr: Tunnel I2P fermé.

source: Total uploaders limit changed to {0}
fr: Limite totale uploaders modifiée à : {0}

source: Minimum total uploaders limit is {0}
fr: La limite de nombre minimal d''uploaders est {0}

source: Up BW limit changed to {0}KBps
fr: Limite d’envoi modifiée à : {0} ko/s

source: Minimum up bandwidth limit is {0}KBps
fr: La limite minimale d’envoi est {0} ko/s

source: Startup delay changed to {0}
fr: Délai de démarrage modifié à {0} minutes

source: Refresh time changed to {0}
fr: Temps de rafraîchissement changé pour {0}

source: Refresh disabled
fr: Rafraîchissement désactivé

source: Page size changed to {0}
fr: Taille de la page changée pour {0}

source: Data directory must be an absolute path
fr: Répertoire des données doit être un chemin absolu

source: Data directory does not exist
fr: Répertoire de données n'existe pas

source: Not a directory
fr: Pas un répertoire

source: Unreadable
fr: Illisible

source: Data directory changed to {0}
fr: Répertoire des données changé pour {0}

source: I2CP and tunnel changes will take effect after stopping all torrents
fr: Les modifications sur I2CP et les tunnels seront pris en compte après avoir arrêté tous les torrents

source: I2CP options changed to {0}
fr: Options I2CP changées pour {0}

source: Disconnecting old I2CP destination
fr: Déconnexion des anciennes destination I2CP

source: I2CP settings changed to {0}
fr: Les paramètres I2CP ont été changés à {0}

source: Unable to connect with the new settings, reverting to the old I2CP settings
fr: Impossible de se connecter avec les nouveaux paramètres, retour à l'ancienne configuration I2CP

source: Unable to reconnect with the old settings!
fr: Impossible de se reconnecter avec les anciens paramètres!

source: Reconnected on the new I2CP destination
fr: Reconnexion sur la nouvelle destination I2CP

source: I2CP listener restarted for "{0}"
fr: Écouteur I2CP redémarré pour "{0}"

source: New files will be publicly readable
fr: Les nouveaux fichiers seront publiquement lisibles

source: New files will not be publicly readable
fr: Les nouveaux fichiers ne seront pas publiquement lisibles

source: Enabled autostart
fr: Démarrage automatique activé

source: Disabled autostart
fr: Démarrage automatique désactivé

source: Enabled open trackers - torrent restart required to take effect.
fr: Trackers ouverts activés - redémarrage des torrents requis pour prise en compte.

source: Disabled open trackers - torrent restart required to take effect.
fr: Trackers ouverts désactivés - redémarrage des torrents requis pour prise en compte.

source: Enabled DHT.
fr: DHT activée.

source: Disabled DHT.
fr: DHT désactivée.

source: DHT change requires tunnel shutdown and reopen
fr: Le changement DHT nécessite la fermeture puis réouverture du tunnel

source: {0} theme loaded, return to main i2psnark page to view.
fr: Thème {0} chargé, revenez à la page d''accueil d''i2psnark pour voir comme il est beau !

source: Configuration unchanged.
fr: Aucun changement de configuration.

source: Open Tracker list changed - torrent restart required to take effect.
fr: Liste des trackers ouverts modifiée - redémarrage des torrents requis pour prise en compte

source: Private tracker list changed - affects newly created torrents only.
fr: Liste tracker privé modifiée - affecte seulement les torrents nouvellement créés.

source: Unable to save the config to {0}
fr: Impossible de sauvegarder la configuration vers {0}

source: Connecting to I2P
fr: Connexion à I2P

source: Error connecting to I2P - check your I2CP settings!
fr: Erreur de connexion à I2P - Vérifiez vos paramètres I2CP!

source: Error: Could not add the torrent {0}
fr: Erreur : Impossible d’ajouter le torrent : {0}

source: Cannot open "{0}"
fr: Impossible d’ouvrir: "{0}"

source: Torrent with this info hash is already running: {0}
fr: Un torrent avec cette empreinte est déjà actif: {0}

source: ERROR - No I2P trackers in private torrent "{0}"
fr: ERREUR - Pas de trackers I2P dans le torrent privé "{0}"

source: Warning - No I2P trackers in "{0}", will announce to I2P open trackers and DHT only.
fr: Avertissement - Pas de trackers I2P dans "{0}", vais annoncer aux trackers I2P ouverts et DHT seulement.

source: Warning - No I2P trackers in "{0}", and open trackers are disabled, will announce to DHT only.
fr: Avertissement - Pas de trackers I2P dans "{0}", et les trackers ouverts sont désactivés, vais annoncer à DHT seulement.

source: Warning - No I2P trackers in "{0}", and DHT and open trackers are disabled, you should enable open trackers or DHT before starting the torrent.
fr: Avertissement - Pas de trackers I2P dans "{0}", et DHT et les trackers ouverts sont désactivés, vous devriez activer les trackers ouverts ou DHT avant de démarrer le torrent.

source: Torrent in "{0}" is invalid
fr: Le torrent dans "{0}" est invalide

source: ERROR - Out of memory, cannot create torrent from {0}
fr: ERREUR - Mémoire insuffisante, impossible de créer le torrent depuis {0}

source: Torrent added and started: "{0}"
fr: Torrent ajouté et démarré: "{0}"

source: Torrent added: "{0}"
fr: Torrent ajouté: "{0}"

source: Fetching {0}
fr: Envoi {0}

source: Open trackers are disabled and we have no DHT peers. Fetch of {0} may not succeed until you start another torrent, enable open trackers, or enable DHT.
fr: Les trackers ouverts sont désactivés et nous n''avons pas de pairs DHT. La recherche de {0} pourrait ne pas réussir jusqu''à ce que vous démarriez un autre torrent, activiez trackers ouverts, ou activeiz DHT.

source: Adding {0}
fr: Ajout {0}

source: Download already running: {0}
fr: Téléchargements déjà en cours: {0}

source: Failed to copy torrent file to {0}
fr: Impossible de copier le torrent vers {0}

source: Too many files in "{0}" ({1}), deleting it!
fr: Trop de fichiers dans "{0}" ({1}), suppression!

source: Torrent file "{0}" cannot end in ".torrent", deleting it!
fr: Le fichier torrent "{0}" ne peut pas se terminer par ".torrent", suppression!

source: No pieces in "{0}", deleting it!
fr: Pas de tronçon dans "{0}", suppression!

source: Too many pieces in "{0}", limit is {1}, deleting it!
fr: Trop de tronçons dans "{0}" , la limite est {1}, suppression!

source: Pieces are too large in "{0}" ({1}B), deleting it.
fr: Les tronçons sont trop larges dans "{0}" ({1}B), suppression.

source: Limit is {0}B
fr: La limite est de "{0}"octets

source: Torrent "{0}" has no data, deleting it!
fr: Le fichier torrent "{0}" n'a pas de données, suppression!

source: Torrents larger than {0}B are not supported yet, deleting "{1}"
fr: Les torrents dont la taille est supérieure à "{0}"octets ne sont pas encore supportés, suppression "{1}".

source: Error: Could not remove the torrent {0}
fr: Erreur: Impossible de supprimer le torrent "{0}"

source: Torrent stopped: "{0}"
fr: Torrent arrêté: "{0}"

source: Torrent removed: "{0}"
fr: Torrent supprimé: "{0}"

source: Adding torrents in {0}
fr: Ajout des torrents dans {0}

source: Up bandwidth limit is {0} KBps
fr: Limite bande passante haute est {0} KBps

source: Download finished: {0}
fr: Téléchargement terminé: "{0}"

source: Metainfo received for {0}
fr: Metainfo reçue pour {0}

source: Starting up torrent {0}
fr: Démarrage du torrent {0}

source: Error on torrent {0}
fr: Erreur sur torrent {0}

source: Unable to connect to I2P!
fr: Impossible de se connecter à I2P!

source: Opening the I2P tunnel
fr: Ouverture du tunnel I2P

source: Opening the I2P tunnel and starting all torrents.
fr: Ouverture du tunnel I2P et démarrage de tous les torrents.

source: Stopping all torrents and closing the I2P tunnel.
fr: Arrêt de tous les torrents et fermeture du tunnel I2P.

source: Closing I2P tunnel after notifying trackers.
fr: Fermeture du tunnel I2P après notification aux trackers.

source: No valid trackers for {0} - enable opentrackers or DHT?
fr: Pas de trackers valides pour {0} - activer trackers ouverts ou DHT?

source: Updating
fr: En cours de mise à jour

source: Updating from {0}
fr: Mise à jour depuis {0}

source: Download torrent file from {0}
fr: Téléchargement fichier torrent depuis {0}

source: Torrent was not retrieved from {0}
fr: Le torrent n’a pas été reçu de {0}

source: Torrent fetched from {0}
fr: Torrent reçu de {0}

source: Torrent already running: {0}
fr: Torrent déjà actif: {0}

source: Torrent already in the queue: {0}
fr: Torrent déjà dans la file d''attente: {0}

source: Torrent at {0} was not valid
fr: Le torrent {0} est invalide

source: Anonymous BitTorrent Client
fr: Client BitTorrent anonyme

source: Router is down
fr: Le routeur est tombé

source: Refresh page
fr: Rafraîchir la page

source: Click "Add torrent" button to fetch torrent
fr: Cliquer le bouton "Ajout torrent" pour aller chercher le torrent

source: clear messages
fr: nettoyer messages

source: Status
fr: État

source: Sort by {0}
fr: Trier par {0}

source: Hide Peers
fr: Cacher les pairs

source: Show Peers
fr: Afficher les pairs

source: File type
fr: Type de fichier

source: ETA
fr: Temps

source: Estimated time remaining
fr: Temps restant estimé

source: RX
fr: Reçu

source: Downloaded
fr: Téléchargé

source: Size
fr: Taille

source: TX
fr: Envoyé

source: Upload ratio
fr: Ratio en upload

source: Uploaded
fr: Envoyé

source: RX Rate
fr: Taux RX

source: Down Rate
fr: Taux de téléchargement

source: TX Rate
fr: Taux TX

source: Up Rate
fr: Taux d'envoi

source: Stop all torrents and the I2P tunnel
fr: Arrêter tous les torrents et le tunnel I2P

source: Stop All
fr: Arrêter tout

source: Start all stopped torrents
fr: Démarrer tous les torrents arrêtés

source: Start All
fr: Démarrer tout

source: Start all torrents and the I2P tunnel
fr: Démarrer tous les torrents et le tunnel I2P

source: No torrents loaded.
fr: Aucun torrent chargé.

source: Totals
fr: Totaux

source: 1 torrent
fr: {0} torrent

source: 1 connected peer
fr: {0} pair connecté

source: 1 DHT peer
fr: 1 pair DHT

source: First
fr: Premier

source: First page
fr: Première page

source: Prev
fr: Préc

source: Previous page
fr: Page suivante

source: Next
fr: Suivant

source: Next page
fr: Page suivante

source: Last
fr: Dernier

source: Last page
fr: Dernière page

source: Data directory cannot be created
fr: Le répertoire données ne peut pas être créé

source: Cannot add torrent {0} inside another torrent: {1}
fr: Ne peut pas ajouter le torrent {0} à l'intérieur d'un autre torrent: {1}

source: Invalid URL: Must start with "http://", "{0}", or "{1}"
fr: URL incorrecte - elle doit débuter par "http://", "{0}", ou "{1}"

source: Magnet deleted: {0}
fr: Magnet supprimé: {0}

source: Torrent file deleted: {0}
fr: Fichier torrent effacé: {0}

source: Download deleted: {0}
fr: Téléchargement effacé: {0}

source: Data file deleted: {0}
fr: Fichier de données effacé: {0}

source: Data file could not be deleted: {0}
fr: Le fichier de données ne peut être effacé: {0}

source: Directory could not be deleted: {0}
fr: Le répertoire n''a pas pu être effacé: {0}

source: Directory deleted: {0}
fr: Répertoire effacé: {0}

source: Cannot add a torrent ending in ".torrent": {0}
fr: Ne peut pas ajouter un torrent se terminant par ".torrent": {0}

source: Torrent with this name is already running: {0}
fr: Un torrent avec ce nom est déjà en cours: {0}

source: Cannot add a torrent including an I2P directory: {0}
fr: Ne peut pas ajouter un torrent incluant un dossier d''I2P: {0}

source: Cannot add torrent {0} including another torrent: {1}
fr: Ne peut pas ajouter le torrent {0} incluant un autre torrent: {1}

source: Error - Cannot include alternate trackers without a primary tracker
fr: Erreur - Ne peut pas inclure de trackers trackers alternatifs sans un tracker primaire

source: Error - Cannot mix private and public trackers in a torrent
fr: Erreur - Ne peut pas mixer dans un torrent trackers public et privés

source: Torrent created for "{0}"
fr: Torrent créé pour "{0}"

source: Many I2P trackers require you to register new torrents before seeding - please do so before starting "{0}"
fr: De nombreux trackers I2P nécessitent d’enregistrer les nouveaux torrents avant de seeder - faites-le avant de démarrer "{0}"!

source: Error creating a torrent for "{0}"
fr: Erreur de création du torrent pour "{0}"

source: Cannot create a torrent for the nonexistent data: {0}
fr: Impossible de créer un torrent pour des données inexistantes: {0}

source: Error creating torrent - you must enter a file or directory
fr: Erreur de création du torrent - vous devez saisir un fichier ou un répertoire

source: Delete selected
fr: Effacer les sélectionnés

source: Save tracker configuration
fr: Sauvegarder la configuration du tracker

source: Removed
fr: Retiré

source: Add tracker
fr: Ajout tracker

source: Enter valid tracker name and URLs
fr: Entrez nom de tracker valide et URLs

source: Restore defaults
fr: Restaurer les paramètres d'origine

source: Restored default trackers
fr: Restaurer les trackers d'origine

source: Checking
fr: Vérification

source: Allocating
fr: Allocation

source: Tracker Error
fr: Erreur du tracker

source: 1 peer
fr: {0} pair

source: Starting
fr: Démarrage

source: Seeding
fr: Seed en cours

source: Complete
fr: Complet

source: Stalled
fr: Figé

source: No Peers
fr: Pas de pair

source: Stopped
fr: Arrêté

source: Torrent details
fr: Détails du torrent

source: View files
fr: Voir les fichiers

source: Open file
fr: Ouvrir fichier

source: Stop the torrent
fr: Arrêter le torrent

source: Stop
fr: Arrêter

source: Start the torrent
fr: Démarrer le torrent

source: Start
fr: Démarrer

source: Remove the torrent from the active list, deleting the .torrent file
fr: Enlever le torrent de la liste active, suprression du fichier .torrent

source: Are you sure you want to delete the file \''{0}\'' (downloaded data will not be deleted) ?
fr: Êtes-vous sûr que vous voulez supprimer le fichier \''{0}\'' (les données téléchargées ne seront pas supprimées) ?

source: Remove
fr: Enlever

source: Delete the .torrent file and the associated data file(s)
fr: Supprimer le fichier .torrent et le(s) fichier(s) de données associé(s)

source: Are you sure you want to delete the torrent \''{0}\'' and all downloaded data?
fr: Êtes-vous certain de vouloir supprimer le torrent \''{0}\'' ainsi que toutes les données téléchargées ?

source: Delete
fr: Supprimer

source: Unknown
fr: Inconnu

source: Uninteresting (The peer has no pieces we need)
fr: Aucun intérêt (le pair n'a aucun tronçon utile)

source: Choked (The peer is not allowing us to request pieces)
fr: bridé (le pair ne nous permet pas de demander des tronçons)

source: Uninterested (We have no pieces the peer needs)
fr: Pas intéressé (aucun tronçon utile au pair)

source: Choking (We are not allowing the peer to request pieces)
fr: bridage (nous ne permettons pas au pair de demander un tronçon)

source: Details at {0} tracker
fr: Détails au tracker {0}

source: Add Torrent
fr: Ajouter torrent

source: From URL
fr: Depuis l'URL

source: Enter the torrent file download URL (I2P only), magnet link, maggot link, or info hash
fr: Entrez l'URL de téléchargement du fichier torrent (I2P seulement), lien magnet, lien maggot, or l'info hash

source: Add torrent
fr: Ajouter torrent

source: Data dir
fr: Répertoire données

source: Enter the directory to save the data in (default {0})
fr: Saisissez le répertoire où sauvegarder les données par défaut (default {0})

source: You can also copy .torrent files to: {0}.
fr: Vous pouvez aussi copier les fichiers .torrent vers {0}.

source: Removing a .torrent will cause it to stop.
fr: La suppression d'un fichier .torrent entraîne l'arrêt du torrent.

source: Create Torrent
fr: Créer torrent

source: Data to seed
fr: Données à seeder

source: File or directory to seed (full path or within the directory {0} )
fr: Fichier ou dossier à seeder (chemin complet ou dans le dossier {0} )

source: Primary
fr: Primaire

source: Alternates
fr: Alternatifs

source: Create torrent
fr: Créer torrent

source: none
fr: aucun

source: Data directory
fr: Répertoire de données

source: Files readable by all
fr: Fichiers lisibles par tous

source: If checked, other users may access the downloaded files
fr: Si coché, les autres utilisateurs pourront accéder aux fichiers téléchargés.

source: Auto start torrents
fr: Démarrer automatiquement les torrents

source: If checked, automatically start torrents that are added
fr: Si coché, les torrents démarreront automatiquement lors de l'ajout

source: Theme
fr: Thème

source: Refresh time
fr: Temps de rafraîchissement

source: Never
fr: Jamais

source: Startup delay
fr: Délais de démarrage

source: Page size
fr: Taille page

source: Total uploader limit
fr: Limite totale d'envoi

source: peers
fr: pairs

source: Up bandwidth limit
fr: Limite de bande passante en envoi

source: Half available bandwidth recommended.
fr: La moitié de la bande passante est recommandée.

source: View or change router bandwidth
fr: Consulter ou modifier la bande passante du routeur

source: Use open trackers also
fr: Utiliser également les trackers ouverts

source: If checked, announce torrents to open trackers as well as the tracker listed in the torrent file
fr: Si coché, les torrents seront annoncés vers les open trackers ainsi que vers les trackers indiqués dans le fichier torrent

source: Enable DHT
fr: Active DHT

source: If checked, use DHT
fr: Si coché, utilise DHT

source: Inbound Settings
fr: Paramètres entrants

source: Outbound Settings
fr: Paramètres sortants

source: I2CP host
fr: Hôte I2CP

source: I2CP port
fr: Port I2CP

source: I2CP options
fr: Options I2CP

source: Save configuration
fr: Sauvegarder la configuration

source: Name
fr: Nom

source: Website URL
fr: URL du site web

source: Open
fr: Ouvrir le fichier

source: Private
fr: Privé

source: Announce URL
fr: Annoncer URL

source: Add
fr: Ajout

source: Invalid magnet URL {0}
fr: URL magnet {0} incorrecte

source: 1 hop
fr: {0} saut

source: 1 tunnel
fr: {0} tunnel

source: Torrent file
fr: Fichier torrent

source: Data location
fr: Emplacement donnée

source: Info hash
fr: Info hachage

source: Primary Tracker
fr: Tracker primaire

source: Tracker List
fr: Liste tracker

source: Comment
fr: Commentaire

source: Created
fr: Créé

source: Created By
fr: Créé par

source: Magnet link
fr: Lien magnet

source: Private torrent
fr: Torrent privé

source: Completion
fr: Finalisation

source: Remaining
fr: Restant

source: Files
fr: Fichiers

source: Pieces
fr: Tronçons

source: Piece size
fr: Taille des tronçons

source: Directory
fr: Répertoire

source: Priority
fr: Priorité

source: Up to higher level directory
fr: Vers le répertoire parent

source: Torrent not found?
fr: Torrent non trouvé?

source: File not found in torrent?
fr: Fichier non trouvé dans le torrent?

source: complete
fr: complet

source: remaining
fr: restant

source: High
fr: Haut

source: Skip
fr: Ignorer

source: Set all high
fr: Mettre tous à haute

source: Set all normal
fr: Mettre tous à normale

source: Skip all
fr: Tout sauter

source: Save priorities
fr: Sauvegarder les priorités
