Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/susidns/locale/messages_*.po
Languages: fr

source: Host name "{0}" contains illegal character {1}
fr: Le nom d''hôte "{0}" contient le caractère illicite "{1}"

source: Host name cannot start with "{0}"
fr: Le nom d''hôte ne peut pas commencer par "{0}"

source: Host name cannot end with "{0}"
fr: Le nom d''hôte ne peut pas finir par "{0}"

source: Host name cannot contain "{0}"
fr: Le nom d''hôte ne peut pas contenir "{0}"

source: Host name "{0}" requires conversion to ASCII but the conversion library is unavailable in this JVM
fr: Le nom d''hôte "{0}" requiert une conversion en ASCII mais la bibliothèque de conversion est indisponible dans cette JVM

source: None
fr: Aucun

source: Hashcash
fr: Pénalité

source: Hidden
fr: Caché

source: Signed
fr: Signé

source: Key
fr: Clé

source: DSA 1024 bit
fr: DSA 1024 bits

source: One result for search within filtered list.
fr: {0} résultat de recherche dans la liste filtrée.

source: Filtered list contains 1 entry.
fr: La liste filtrée contient {0} entrée.

source: One result for search.
fr: {0} résultat de recherche.

source: Address book contains 1 entry.
fr: Ce carnet d''adresses contient {0} entrée.

source: Showing {0} of {1}
fr: Affichage {0} sur {1}

source: Add
fr: Ajouter

source: Replace
fr: Remplacer

source: Host name {0} is already in address book, unchanged.
fr: L''hôte {0} est déjà présent: inchangé.

source: Host name {0} is already in address book with a different destination. Click "Replace" to overwrite.
fr: L''hôte {0} est déjà présent avec une destination différente. Cliquez sur "Remplacer"...pour le remplacer.

source: Destination added for {0}.
fr: Destination ajoutée pour {0}.

source: Destination changed for {0}.
fr: Destination modifiée pour {0}.

source: Warning - host name does not end with ".i2p"
fr: Attention - le nom d'hôte ne finit pas en ".i2p"

source: Invalid Base 64 destination.
fr: Destination Base64 incorrecte.

source: Invalid host name "{0}".
fr: Nom d''hôte "{0}" invalide.

source: Please enter a host name and destination
fr: Entrez un nom d'hôte et sa destination

source: Delete Entry
fr: Supprimer l'entrée

source: Delete Selected
fr: Supprimer les éléments sélectionnés

source: Destination {0} deleted.
fr: Destination {0} supprimée.

source: 1 destination deleted.
fr: {0} destination supprimée.

source: No entries selected to delete.
fr: Aucune entrée sélectionnée pour suppression.

source: Address book saved.
fr: Carnet d'adresses enregistré.

source: ERROR: Could not write addressbook file.
fr: ERREUR: impossible d'enregistrer le fichier carnet d'adresses.

source: Invalid form submission, probably because you used the "back" or "reload" button on your browser. Please resubmit.
fr: Soumission du formulaire incorrecte: vous avez peut-être utilisé le bouton "Page précédente" ou "Recharger". Merci de soumettre à nouveau.

source: If the problem persists, verify that you have cookies enabled in your browser.
fr: Si le problème persiste, vérifiez dans votre navigateur que les cookies sont activés.

source: Save
fr: Enregistrer

source: Configuration saved.
fr: Configuration enregistrée.

source: Reload
fr: Recharger

source: Configuration reloaded.
fr: Configuration rechargée.

source: {0} address book in {1} database
fr: {0} carnet(s) d''adresses dans {1} base(s) de données

source: Manually added via SusiDNS
fr: Ajouté manuellement via SusiDNS

source: Failed to add Destination for {0} to naming service {1}
fr: Échec d''ajout de la destination {0} au service de nommage {1}

source: Failed to delete Destination for {0} from naming service {1}
fr: Échec de suppression de la destination {0} du service de nommage {1}

source: Subscriptions saved, updating addressbook from subscription sources now.
fr: Souscriptions enregistrées, mise à jour en cours du carnet d'adresses à partir de celles-ci.

source: Subscriptions saved.
fr: Souscription enregistrée.

source: Subscriptions reloaded.
fr: Souscription rechargée.

source: address book
fr: carnet d'adresses

source: Overview
fr: Aperçu

source: Address books
fr: Carnets d'adresses

source: private
fr: privé

source: master
fr: principal

source: router
fr: routeur

source: published
fr: publié

source: Subscriptions
fr: Abonnements

source: Address book
fr: Carnet d'adresses

source: Storage
fr: Stockage

source: Filter
fr: Filtrer

source: other
fr: autre

source: all
fr: tout

source: Current filter
fr: Filtre courant

source: clear filter
fr: effacer le filtre

source: Search
fr: Chercher

source: Name
fr: Nom

source: Links
fr: Liens

source: Mark for deletion
fr: Marquer pour suppression

source: Base 32 address
fr: Adresse Base32

source: More information on this entry
fr: Détails sur cette entrée

source: details
fr: détails

source: Cancel
fr: Annuler

source: Export in hosts.txt format
fr: Exporter en format hosts.txt

source: This address book is empty.
fr: Ce carnet d'adresses est vide.

source: Add new destination
fr: Ajoutez une nouvelle destination

source: Host Name
fr: Nom d'hôte

source: Hints
fr: Aides

source: File and directory paths here are relative to the addressbook's working directory, which is normally ~/.i2p/addressbook/ (Linux) or %APPDATA%\I2P\addressbook\ (Windows).
fr: Les chemins des fichiers et dossiers listés sont relatifs au répertoire de travail du carnet d'adresses, normalement ~/.i2p/addressbook/ (Linux) ou %APPDATA%\I2P\addressbook\ (Windows).

source: If you want to manually add lines to an addressbook, add them to the private or master addressbooks.
fr: Si vous voulez ajouter manuellement des lignes dans un carnet d'adresses, faites-le dans le carnet privé ou principal.

source: The router addressbook and the published addressbook are updated by the addressbook application.
fr: Le carnet d'adresses du routeur et le carnet d'adresses publié sont mis à jour par l'application carnet d'adresses.

source: When you publish your addressbook, ALL destinations from the master and router addressbooks appear there.
fr: Quand vous publiez votre carnet d'adresses, TOUTES les destinations des carnets principal et routeur le sont.

source: Use the private addressbook for private destinations, these are not published.
fr: Utilisez le carnet d'adresses privé pour les destinations privées: elles ne seront pas publiées.

source: File containing the list of subscriptions URLs (no need to change)
fr: Fichier contenant la liste des URLs de souscription (inutile de le modifier)

source: Update interval in hours
fr: Intervalle de mise à jour (en heures)

source: Your public hosts.txt file (choose a path within your webserver document root)
fr: Votre fichier hosts.txt (choisissez un emplacement dans la racine de votre serveur web)

source: Your hosts.txt (don't change)
fr: Votre hosts.txt (ne pas modifier)

source: Your personal addressbook, these hosts will be published
fr: Votre carnet d'adresses personnel, ces hôtes seront publiés

source: Your private addressbook, it is never published
fr: Votre carnet d'adresses privé, il n'est jamais publié

source: Port for your eepProxy (no need to change)
fr: Port de votre proxy eep (inutile de le modifier)

source: Hostname for your eepProxy (no need to change)
fr: Nom d'hôte de votre proxy eep (inutile de le modifier)

source: Whether to update the published addressbook
fr: Faut-il actualiser le carnet d'adresses publié

source: File containing the etags header from the fetched subscription URLs (no need to change)
fr: Fichier contenant les en-têtes "etag" issues des URLs de souscription (inutile de le changer)

source: File containing the modification timestamp for each fetched subscription URL (no need to change)
fr: Fichier contenant les tampons horaires de modification de chaque URL de souscription importée (inutile de modifier)

source: File to log activity to (change to /dev/null if you like)
fr: Fichier d'historique (modifiez-le en /dev/null si cela vous chante)

source: Name of the theme to use (defaults to 'light')
fr: Nom du thème à utiliser (par défaut c'est 'light')

source: addressbook
fr: carnet d'adresses

source: Encoded Name
fr: Nom encodé

source: Base 32 Address
fr: Adresse Base32

source: Base 64 Hash
fr: Hachage Base 64

source: Address Helper
fr: Assistant d'adresse

source: link
fr: lien

source: Public Key
fr: Clé publique

source: ElGamal 2048 bit
fr: ElGamal 2048 bits

source: Signing Key
fr: Clé de signature

source: Certificate
fr: Certificat

source: Added Date
fr: Ajouté le

source: Last Modified
fr: Dernière modification

source: What is the addressbook?
fr: Qu'est-ce que le carnet d'adresses?

source: The addressbook application is part of your I2P installation.
fr: L'application carnet d'adresses fait partie intégrante de votre installation I2P.

source: It regularly updates your hosts.txt file from distributed sources or "subscriptions".
fr: Elle actualise votre fichier hosts.txt à intervalle régulier à partir de sources décentralisées ("souscriptions" ou "abonnements")

source: In the default configuration, the address book is only subscribed to {0}.
fr: Dans la configuration par défaut, le carnet d''adresses est seulement abonné à {0}.

source: Subscribing to additional sites is easy, just add them to your <a href="subscriptions">subscriptions</a> file.
fr: S'abonner à des sites supplémentaires est facile, ajoutez les simplement à votre fichier <a href="subscriptions">subscriptions</a>.

source: For more information on naming in I2P, see <a href="http://i2p-projekt.i2p/naming.html" target="_top">the overview</a>.
fr: Pour davantage d'informations sur le nommage dans I2P, voir <a href="http://i2p-projekt.i2p/naming.html" target="_top">la vue d'ensemble</a>.

source: How does the addressbook application work?
fr: Fonctionnement du carnet d'adresses.

source: The addressbook application regularly polls your subscriptions and merges their content into your "router" address book.
fr: L'application carnet d'adresses interroge vos abonnements à intervalle régulier et fusionne leurs contenus dans le carnet d'adresses du "routeur".

source: Then it merges your "master" address book into the router address book as well.
fr: Puis elle fusionne également votre carnet d'adresses "principal" dans celui du routeur.

source: If configured, the router address book is now written to the "published" address book, which will be publicly available if you are running an eepsite.
fr: Si c'est configuré, le carnet du routeur est alors écrit dans le carnet d'adresses "publié" qui devient publiquement disponible si vous avez votre propre site eep.

source: The router also uses a private address book (not shown in the picture), which is not merged or published.
fr: Le routeur utilise également un carnet privé (privatehosts.txt, non illustré) qui n'est ni fusionné ni publié.

source: Hosts in the private address book can be accessed by you but their addresses are never distributed to others.
fr: Les hôtes du carnet privé ne sont accessibles qu'à vous et leurs adresses ne sont jamais distribuées à personne.

source: The private address book can also be used for aliases of hosts in your other address books.
fr: Le carnet privé peut aussi servir à stocker des alias pour des hôtes des autres carnets. Voir l'<a href="http://127.0.0.1:7657/themes/susidns/images/how_fr.png">illustration traduite</a>.

source: subscriptions
fr: souscriptions

source: The subscription file contains a list of i2p URLs.
fr: Le fichier de souscriptions contient une liste d'URLs I2P.

source: The addressbook application regularly checks this list for new eepsites.
fr: L'application vérifie régulièrement cette liste pour trouver de nouveaux sites eep.

source: Those URLs refer to published hosts.txt files.
fr: Ces URLs font référence aux fichiers hosts.txt des autres utilisateurs.

source: The default subscription is the hosts.txt from {0}, which is updated infrequently.
fr: L''abonnement par défaut est le hosts.txt issu de {0}, lequel est rarement mis à jour.

source: So it is a good idea to add additional subscriptions to sites that have the latest addresses.
fr: C'est donc une bonne idée d'ajouter des souscriptions supplémentaires à des sites qui disposent des dernières adresses.

source: See the FAQ for a list of subscription URLs.
fr: Voir la <a href="http://www.i2p2.i2p/faq_fr.html#subscriptions">FAQ</a> pour une liste d'URLs de souscriptions.
