Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/installer/resources/locale/po/messages_*.po
Languages: fr

source: Failed to load the wrapper
fr: Echec de chargement du wrapper

source: $APP_LONG_NAME is already running.
fr: $APP_LONG_NAME fonctionne déjà.

source: Running $APP_LONG_NAME
fr: Lancement de $APP_LONG_NAME

source: Waiting for $APP_LONG_NAME
fr: Attente de $APP_LONG_NAME

source: WARNING: $APP_LONG_NAME may have failed to start.
fr: AVERTISSEMENT : $APP_LONG_NAME peut avoir échoué à démarrer.

source: Must be root to perform this action.
fr: Vous devez être root pour accomplir cette action.

source: Starting $APP_LONG_NAME
fr: Démarrage de $APP_LONG_NAME

source: Stopping $APP_LONG_NAME
fr: Arrêt de $APP_LONG_NAME

source: $APP_LONG_NAME was not running.
fr: $APP_LONG_NAME ne fonctionnait pas.

source: Unable to stop $APP_LONG_NAME.
fr: Incapable de stopper $APP_LONG_NAME.

source: Waiting for $APP_LONG_NAME to exit
fr: En attente que $APP_LONG_NAME existe

source: Failed to stop $APP_LONG_NAME.
fr: Echec à stopper $APP_LONG_NAME.

source: Stopped $APP_LONG_NAME.
fr: Stoppé $APP_LONG_NAME.

source: Stopping $APP_LONG_NAME gracefully
fr: Arrête $APP_LONG_NAME gracieusement

source: $APP_LONG_NAME is not running.
fr: $APP_LONG_NAME ne tourne pas.

source: $APP_LONG_NAME is running: PID:$pid
fr: $APP_LONG_NAME fait tourner: PID:$pid

source: $APP_LONG_NAME is running: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
fr: $APP_LONG_NAME fait tourner: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS

source: The $APP_LONG_NAME daemon is already installed.
fr: Le démon de $APP_LONG_NAME est déjà installé.

source: Installing the $APP_LONG_NAME daemon
fr: Installing le démon de $APP_LONG_NAME

source: Install not currently supported for $DIST_OS
fr: Installation actuellement pas prise en charge pour $DIST_OS

source: Removing $APP_LONG_NAME daemon
fr: Supprime le démon $APP_LONG_NAME

source: The $APP_LONG_NAME daemon is not currently installed.
fr: Le démon $APP_LONG_NAME n'est actuellement pas installé.

source: Remove not currently supported for $DIST_OS
fr: Suppression actuellement pas prise en charge pour $DIST_OS

source: Commands:
fr: Commandes :

source: Launch in the current console.
fr: Lancer dans la console actuelle.

source: Start in the background as a daemon process.
fr: Démarre en tâche de fond comme un processus démon.

source: Stop if running as a daemon or in another console.
fr: Stopper s'il fonctionne comme un démon ou dans une autre console.

source: Stop gracefully, may take up to 11 minutes.
fr: Stopper gracieusement, peut prendre jusqu'à 11 minutes.

source: Stop if running and then start.
fr: Stopper si il marche et ensuite démarrer.

source: Restart only if already running.
fr: Redémarrer seulement si il est déjà en cours d'exécution.

source: Query the current status.
fr: Interroger l'état actuel.

source: Install to start automatically when system boots.
fr: Installer pour lancer automatiquement quand le système système démarre.

source: Uninstall.
fr: Désinstalle.

source: Please edit i2prouter and set the variable RUN_AS_USER
fr: Veuillez éditer i2prouter et paramétrer la variable RUN_AS_USER

source: Running I2P as the root user is *not* recommended.
fr: Faire fonctionner I2P en tant qu'utilisateur root n'est *pas* recommandé.

source: To run as root anyway, edit i2prouter and set ALLOW_ROOT=true.
fr: Pour exécuter en tant que root de toute façon, éditer i2prouter et mettre ALLOW_ROOT=true.
