Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/i2ptunnel/locale-proxy/messages_*.po
Languages: fr

source: Information: New Host Name
fr: Information : nouveau nom d'hôte

source: Router Console
fr: Console du routeur

source: I2P Router Console
fr: Console du routeur I2P

source: Help
fr: Aide

source: Addressbook
fr: Carnet d'adresses

source: Information: New Host Name with Address Helper
fr: Information : nouveau nom d'hôte avec assistant d'adresse

source: The address helper link you followed is for a new host name that is not in your address book.
fr: Le lien d'assistant d'adresse que vous avez suivi est pour un nouveau nom d'hôte qui n'est pas dans votre carnet d'adresses.

source: You may save this host name to your local address book.
fr: Il vous est possible d'enregistrer ce nom d'hôte à votre carnet d'adresses local.

source: If you save it to your address book, you will not see this message again.
fr: Si vous l'enregistrez dans votre carnet d'adresses, vous ne verrez plus ce message.

source: If you do not save it, the host name will be forgotten after the next router restart.
fr: Si vous n'enregistrez pas, le nom d'hôte sera oublié après le prochain redémarrage du routeur.

source: If you do not wish to visit this host, click the "back" button on your browser.
fr: Si vous ne souhaitez pas visiter cet hôte, cliquez sur le bouton "précédent" de votre navigateur.

source: Warning: Destination Key Conflict
fr: Avertissement : conflit de clé de destination

source: The addresshelper link you followed specifies a different destination key than a host entry in your host database.
fr: Le lien d'assistant d'adresse que vous avez suivi spécifie une clé de destination différente de l'entrée d'hôte contenue dans votre base de données hôte.

source: Someone could be trying to impersonate another website, or people have given two websites identical names.
fr: Quelqu'un pourrait essayer d'interpréter le rôle d'un autre site Web, ou des gens ayant donné des noms identiques à deux sites Web.

source: You can resolve the conflict by considering which key you trust, and either discarding the addresshelper link, discarding the host entry from your host database, or naming one of them differently.
fr: Vous pouvez résoudre le conflit en considérant à quelle clé vous faites confiance, et soit rejeter le lien de l'assistant d'adresse en rejetant l'entrée d'hôte hors de votre base de données hôte, ou nommer l'une d'elles différemment.

source: Warning: Bad Address Helper
fr: Avertissement : mauvais assistant d'adresse

source: The helper key in the URL ({0}i2paddresshelper={1}) is not resolvable.
fr: La clé auxiliaire dans l''URL ({0}i2paddresshelper={1}) n''est pas résoluble.

source: It seems to be garbage data, or a mistyped Base 32 address.
fr: Il semble y avoir des données incorrectes, ou une faute de frappe dans l'adresse Base 32.

source: Check your URL to try and fix the helper key to be a valid Base 32 hostname or Base 64 key.
fr: Vérifiez votre URL afin d'essayer de résoudre la clé d'assistance pour qu'elle soit un nom d'hôte Base 32 valide ou clé Base 64.

source: Warning: Request Denied
fr: Avertissement : demande refusée

source: You attempted to connect to a non-I2P website or location.
fr: Vous avez tenté de vous connecter à un site ou emplacement non-I2P.

source: Website Unreachable
fr: Site web inaccessible

source: The website was not reachable, because its lease set was not found.
fr: Ce site web n'était pas accessible, parce que le jeu de bail n'a pas été trouvé.

source: The website is probably down, but there could also be network congestion.
fr: Le site web est probablement hors service, mais il pourrait également y avoir congestion du réseau.

source: You may want to {0}retry{1}.
fr: Vous pouvez vouloir {0}réessayer{1}.

source: Could not find the following destination:
fr: Destination du tunnel

source: Connection Reset
fr: Reset connexion

source: The connection to the proxy was reset.
fr: La connexion vers le proxy a été réinitialisée

source: The proxy could be temporarily unavailable, too busy, or it has blocked your access.
fr: La proxy pourrait être temporairement indisponible, trop occupé, ou il a bloqué votre accès.

source: You may want to {0}retry{1} as this will randomly reselect an outproxy from the pool you have defined {2}here{3} (if you have more than one configured).
fr: Vous pouvez vouloir {0}réessayer{1} car cela va re-sélectionner au hasard un outproxy parmi le pool que vous avez défini {2}ici{3} (si vous en avez plus d'un de configuré).

source: If you continue to have trouble you may want to edit your outproxy list {0}here{1}.
fr: Si vous continuez à avoir des dérangements vous pourriez vouloir modifier votre liste de outproxy {0}ici{1}.

source: The website was not reachable, because it uses encryption options that are not supported by your I2P or Java version.
fr: Le site web n'était pas accessible, parce qu'il utilise les options de chiffrement qui ne sont pas supportées par votre version d'I2P ou de Java.

source: Could not connect to the following destination:
fr: Ne pouvait pas vous connecter à la destination suivante :

source: Error: Request Denied
fr: Erreur : demande refusée

source: Error: Local Access
fr: Erreur : accès local

source: Your browser is misconfigured.
fr: Votre navigateur n'est pas compatible iFrames.

source: Do not use the proxy to access the router console, localhost, or local LAN destinations.
fr: Ne pas utiliser le proxy pour accéder à la console du routeur, ni au localhost, ni vers des destinations de votre LAN local.

source: Warning: No Outproxy Configured
fr: Avertissement : pas de proxy sortant configuré

source: Your request was for a site outside of I2P, but you have no HTTP outproxy configured.
fr: Votre demande était pour un site en dehors de I2P, mais vous n'avez aucun outproxy HTTP de configuré.

source: Please configure an outproxy in I2PTunnel.
fr: Veuillez configurer un outproxy dans I2PTunnel.

source: The website was not reachable.
fr: Le site web n'était pas accessible.

source: The website is offline, there is network congestion, or your router is not yet well-integrated with peers.
fr: Le site web est hors service, ou il y a congestion du réseau, ou votre routeur n'est pas encore bien intégré aux autres pairs.

source: Warning: Invalid Destination
fr: Avertissement : destination invalide

source: The website destination specified was not valid, or was otherwise unreachable.
fr: La destination du site Web indiqué n'était pas valable, ou autrement était inaccessible.

source: Perhaps you pasted in the wrong Base 64 string or the link you are following is bad.
fr: Peut-être que vous avez collé dans la mauvaise chaîne base 64, ou le lien que vous suivez est mauvais.

source: The I2P host could also be offline.
fr: L'hôte I2P pourrait également être déconnecté.

source: Warning: Non-HTTP Protocol
fr: Avertissement : protocole non HTTP

source: The request uses a bad protocol.
fr: La requête utilise un mauvais protocole.

source: The I2P HTTP Proxy supports HTTP and HTTPS requests only.
fr: Le proxy HTTP d'I2P soutient les requêtes HTTP et HTTPS seulement.

source: Other protocols such as FTP are not allowed.
fr: Les autres protocoles tel que le FTP ne sont pas permis.

source: The connection to the website was reset while the page was loading.
fr: Le connexion au site Web a été réinitialisée tandis que la page chargeait.

source: The website could be temporarily unavailable, too busy, or it has blocked your access.
fr: Le site Web pourrait être temporairement indisponible, trop occupé, ou il a bloqué votre accès.

source: Outproxy Unreachable
fr: Outproxy (proxy sortant) inaccessible

source: The HTTP outproxy was not reachable, because it uses encryption options that are not supported by your I2P or Java version.
fr: Le proxy sortant HTTP n'était pas accessible, parce qu'il utilise les options de chiffrement qui ne sont pas supportées par votre version d'I2P ou de Java.

source: Website Unknown
fr: Site web inconnu

source: Website Not Found in Addressbook
fr: Site web non trouvé dans le carnet d'adresses

source: The website was not found in your router's addressbook.
fr: Le site web n'a pas été trouvé dans le carnet d'adresses de votre routeur.

source: Check the link or find a Base 32 or Base 64 address.
fr: Cliquez le lien ou trouvez une adresse base 32 ou base 64.

source: If you have the Base 64 address, {0}add it to your addressbook{1}.
fr: Si vous avez l''adresse Base 64, {0}ajoutez-là à votre carnet d''adresse{1}.

source: Otherwise, find a Base 32 or address helper link, or use a jump service link below.
fr: Sinon, trouver un lien d'assistant d'adresse ou un lien Base 32, ou utiliser ci-dessous un lien service de saut.

source: Seeing this page often? See {0}the FAQ{1} for help in {2}adding some subscriptions{3} to your addressbook.
fr: Voyez-vous cette page souvent ? Voyez {0}la FAQ{1} pour de l'aide afin d'{2}ajouter quelques abonnements{3} à votre carnet d'adresses.

source: Warning: Invalid Request URI
fr: Avertissement : demande invalide d'URI

source: The request URI is invalid, and probably contains illegal characters.
fr: L'URI de la requête n'est pas valide, et contient probablement des caractères illégaux.

source: If you clicked a link, check the end of the URI for any characters the browser has mistakenly added on.
fr: Si vous avez cliqué sur un lien, vérifiez la fin de l'URI pour d'éventuels caractères que le navigateur aurait ajourté à tort.

source: Outproxy Not Found
fr: Outproxy non trouvé

source: The HTTP outproxy was not reachable, because its lease set was not found.
fr: L'outproxy HTTP n'était pas accessible, parce que son jeu de bail n'a pas été trouvé.

source: The outproxy is probably down, but there could also be network congestion.
fr: L'outproxy est probablement hors ligne, mais il pourrait également y avoir congestion du réseau.

source: The HTTP Outproxy was not found.
fr: Le proxy HTTP n'est pas en place

source: It is offline, there is network congestion, or your router is not yet well-integrated with peers.
fr: Il est hors ligne, ou il y a congestion du réseau, ou votre routeur n'est pas encore bien intégré avec les pairs.

source: Proxy Authorization Required
fr: Autorisation requise par le proxy

source: I2P HTTP Proxy Authorization Required
fr: Autorisation requise par le proxy HTTP de I2P

source: This proxy is configured to require a username and password for access.
fr: Ce proxy est configuré pour exiger un nom d''utilisateur et un mot de passe pour y accéder.

source: Please enter your username and password, or check your {0}router configuration{1} or {2}I2PTunnel configuration{3}.
fr: Veuillez saisir votre nom d''utilisateur et mot de passe, ou vérifier votre {0}configuration de routeur{1} ou {2}configuration de I2PTunnel{3}.

source: To disable authorization, remove the configuration {0}i2ptunnel.proxy.auth=basic{1}, then stop and restart the HTTP Proxy tunnel.
fr: Pour désactiver l''autorisation, supprimer la configuration {0}i2ptunnel.proxy.auth=basic{1}, puis arrêtez et redémarrez le tunnel du proxy HTTP.

source: This seems to be a bad destination:
fr: Cela semble être une mauvaise destination

source: i2paddresshelper cannot help you with a destination like that!
fr: L'assistant d'adresse ne peut pas vous aider avec une destination comme cela !

source: To visit the destination in your host database, click <a href="{0}">here</a>. To visit the conflicting addresshelper destination, click <a href="{1}">here</a>.
fr: Pour aller à la destination de votre base de données d''hôtes, cliquez <a href="{0}">ici</a>. Pour aller à la destination de l''assistant d''adresse en conflit, cliquez <a href="{1}">ici</a>.

source: Destination lease set not found
fr: Le jeu de bail de la destination n'a pas été trouvé

source: Host
fr: Hôte

source: Continue to {0} without saving
fr: Aller sur le site i2p {0} sans enregistrer dans un carnet d''adresses.

source: Save {0} to router address book and continue to website
fr: Sauvegarder {0} dans le carnet d'adresses de votre routeur puis continuer vers le site web

source: Save {0} to master address book and continue to website
fr: Sauvegarder {0} dans le carnet d'adresses principal de votre routeur puis continuer vers le site web

source: Save {0} to private address book and continue to website
fr: Sauvegarder {0} dans le carnet d'adresses privé de votre routeur puis continuer vers le site web

source: Added via address helper from {0}
fr: Ajouté via l''assistant d''adresse depuis {0}

source: Added via address helper
fr: Ajouté via l''assistant d''adresse

source: router
fr: routeur

source: master
fr: maître

source: private
fr: privé

source: Redirecting to {0}
fr: Redirection vers {0}

source: Saved {0} to the {1} addressbook, redirecting now.
fr: {0} ajouté au carnet d''adresses {1}. Redirection en cours.

source: Failed to save {0} to the {1} addressbook, redirecting now.
fr: {0} non ajouté au carnet d''adresses {1}. Redirection en cours.

source: Click here if you are not redirected automatically.
fr: Cliquez ici si vous n'êtes pas redirigé automatiquement.
