Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/routerconsole/locale/messages_*.po
Languages: fr

source: Updating inbound TCP port to auto
fr: Mise à jour port TCP entrant à "Auto"

source: Updating UDP port to {0}
fr: Met à jour le port UDP à {0}

source: Gracefully restarting into Hidden Router Mode
fr: Redémarrage respectueux en mode routeur caché

source: Gracefully restarting to exit Hidden Router Mode
fr: Redémarrage respectueux pour sortie du mode routeur caché

source: Enabling UPnP
fr: Activation UPnP

source: Disabling UPnP
fr: Désactivation UPnP

source: Enabling laptop mode
fr: Activation mode portable

source: Disabling laptop mode
fr: Désactivation mode portable

source: Disabling inbound IPv4
fr: Désactiver IPv4 arrivant

source: Enabling inbound IPv4
fr: Activer IPv4 arrivant

source: Disabling UDP
fr: Activer UDP

source: Enabling UDP
fr: Désactiver UDP

source: Requiring SSU introducers
fr: Nécessite des représentants SSU

source: Invalid address
fr: adresse invalide

source: The hostname or IP {0} is not publicly routable
fr: Le nom d'hôte ou l'IP {0} n'est pas routable publiquement

source: Updating bandwidth share percentage
fr: Mise à jour du pourcentage de bande passante partagée

source: Updated bandwidth limits
fr: Limitations mises à jour de la bande passante

source: unknown
fr: inconnu

source: bits per second
fr: bits par seconde

source: or {0} bytes per month maximum
fr: = {0} o/mois maximum

source: Ban peer until restart
fr: Interdire pair jusqu'au redémarrage

source: Manually banned via {0}
fr: Banni manuellement via {0}

source: banned until restart
fr: banni jusqu'au redémarrage

source: Invalid peer
fr: Pair pas valable

source: Unban peer
fr: Dé-banir le pair (lever le banissement)

source: unbanned
fr: plus interdit

source: is not currently banned
fr: n'est pas banni actuellement

source: Adjust peer bonuses
fr: Ajuster les bonus du pair

source: Bad speed value
fr: Valeur de vitesse incorrecte

source: Bad capacity value
fr: Mauvaise valeur de capacité

source: Unsupported
fr: Non supportée

source: Save changes and reseed now
fr: Sauvegarder et réamorcer

source: Reseeding is already in progress
fr: Réamorçage déjà en cours

source: Starting reseed process
fr: Processus de réamorçage en cours.

source: Reseed from URL
fr: Ré essaimer depuis URL

source: You must enter a URL
fr: Vous devez saisir une URL

source: Reseed in progress, check summary bar for status
fr: Ré-essaimage en cours, regardez la barre de sommaire pour le statut

source: Reseed complete, check summary bar for status
fr: Ré-essaimage réussi, regardez la barre de sommaire pour le statut

source: Reseed from file
fr: Ré-essaimage depuis fichier

source: Reseed from file failed
fr: Échec du ré-essaimage depuis fichier

source: Reseed successful, loaded {0} router info from file
fr: Ré-essaimage réussi, {0} info de routeur chargée depuis le fichier

source: Configuration saved successfully.
fr: Configuration sauvegardée avec succès.

source: Shutdown immediately
fr: Arrêter immédiatement

source: Cancel shutdown
fr: Annuler l'arrêt

source: Cancel restart
fr: Annuler le redémarrage

source: Restart immediately
fr: Redémarrer immédiatement

source: Restart
fr: Redémarrage

source: Shutdown
fr: Arrêt

source: Restart imminent
fr: Redémarrage imminent

source: Shutdown imminent
fr: Arrêt imminent

source: Shutdown in {0}
fr: Arrêt dans {0}

source: Please wait for routing commitment to expire for {0} tunnel
fr: Veuillez attendre qu''expire l''engagement d''acheminement de {0} tunnel

source: Restart in {0}
fr: Redémarrage dans {0}

source: Shutdown gracefully
fr: Arrêt respectueux

source: Graceful shutdown initiated
fr: Arrêt respectueux initialisé

source: Cancel graceful shutdown
fr: Annuler l'arrêt respectueux

source: Graceful shutdown cancelled
fr: Arrêt respectueux annulé

source: Graceful restart
fr: Redémarrage respectueux

source: Graceful restart requested
fr: Redémarrage respectueux demandé

source: Hard restart
fr: Redémarrage immédiat

source: Hard restart requested
fr: Redémarrage immédiat demandé

source: Rekey and Restart
fr: Régénération de clé et redémarrage

source: Rekeying after graceful restart
fr: Régénaration clé après redémarrage respecteux

source: Rekey and Shutdown
fr: Régénération clé et arrêt

source: Rekeying after graceful shutdown
fr: Régénération clé après arrêt respectueux

source: Run I2P on startup
fr: Lancer I2P au démarrage

source: Don't run I2P on startup
fr: Ne pas lancer I2P au démarrage

source: Dump threads
fr: Cliché des tâches

source: Threads dumped to {0}
fr: Discussions déversés à {0}

source: View console on startup
fr: Montrer la console au démarrage

source: Console is to be shown on startup
fr: Afficher la console au démarrage

source: Do not view console on startup
fr: Ne pas montrer la console au démarrage

source: Console is not to be shown on startup
fr: Ne pas afficher la console au démarrage

source: Force GC
fr: Forcer GC

source: Full garbage collection requested
fr: Nettoyage complet demandé

source: Service installed
fr: Service installé

source: Warning: unable to install the service
fr: Avertissement: impossible d'installer le service

source: Service removed
fr: Service enlevé

source: Warning: unable to remove the service
fr: Avertissement: impossible de désinstaller le service

source: Stat filter and location updated successfully to
fr: Filtre de statistiques et emplacement mis à jour à

source: Full statistics enabled
fr: Statistiques complètes activées

source: Full statistics disabled
fr: Statistiques complètes désactivées

source: Graph list updated, may take up to 60s to be reflected on the {0}Graphs Page{1}
fr: Liste de graphique mise à jour, cela peut prendre jusqu''à 60s pour que cela soit reflété sur la {0}Page graphiques{1}

source: Save order
fr: Sauvegarder ordre

source: Refresh interval changed
fr: Intervalle de rafraîchissement changé

source: Refresh interval must be at least {0} seconds
fr: Intervalle de rafraîchissement doit être d''au moins {0} secondes

source: Refresh interval must be a number
fr: Intervalle de rafraîchissement doit être un nombre

source: Restore full default
fr: Restaurer d'origine complètement

source: Full summary bar default restored.
fr: Barre de résumé complète par défaut restaurée.

source: Summary bar will refresh shortly.
fr: La barre de sommaire va rafraîchir sous peu

source: Restore minimal default
fr: Restaurer d'origine au minimal

source: Minimal summary bar default restored.
fr: Barre sommaire minimal restaurée.

source: Order must be an integer
fr: Ordre doit être un entier

source: No section selected
fr: Pas de section sélectionnée

source: No order entered
fr: Pas d'ordre entré

source: Moved
fr: Déplacé

source: Saved order of sections.
fr: Sauvegarder l'ordre des sections

source: Updated settings for all pools.
fr: Mise à jour des réglages pour tous les groupes.

source: Exploratory tunnel configuration saved successfully.
fr: Configuration des tunnels exploratoires sauvegardée avec succès.

source: Error saving the configuration (applied but not saved) - please see the error logs.
fr: Erreur pendant la sauvegarde de la configuration (appliquée mais non sauvegardée) : regardez les historiques d'erreur

source: 1 hop
fr: {0} saut

source: 1 tunnel
fr: {0} tunnel

source: Exploratory tunnels
fr: Tunnels exploratoires

source: Client tunnels for {0}
fr: Tunnels clients pour {0}

source: ANONYMITY WARNING - Settings include 0-hop tunnels.
fr: AVERTISSEMENT d'ANONYMAT: les réglages incluent des tunnels à 0 saut!

source: ANONYMITY WARNING - Settings include 1-hop tunnels.
fr: AVERTISSEMENT d'ANONYMAT: les réglages incluent des tunnels à 1 saut!

source: PERFORMANCE WARNING - Settings include very long tunnels.
fr: AVERTISSEMENT de PERFORMANCES: les réglages incluent des tunnels très longs!

source: PERFORMANCE WARNING - Settings include high tunnel quantities.
fr: AVERTISSEMENT de PERFORMANCES: les réglages incluent un grand nombre de tunnels!

source: Length
fr: Longueur

source: Randomization
fr: Aléas

source: Quantity
fr: Nombre

source: Backup quantity
fr: Secours

source: Inbound options
fr: Options Entrants

source: Outbound options
fr: Options Sortants

source: Add user
fr: Ajout utilisateur

source: Theme change saved.
fr: Changement de thème enregistré.

source: Refresh the page to view.
fr: Réactualiser la page.

source: Mobile console option saved.
fr: Option console mobile sauvegardée.

source: No user name entered
fr: Pas de nom d'utilisateur entré

source: No password entered
fr: Pas de mot de passe entré

source: Removed user {0}
fr: Utilisateur supprimé {0}

source: Set theme universally across all apps
fr: Régler le thème universellement dans toutes les applications

source: Force the mobile console to be used
fr: Force l'utilisation de la console mobile

source: Arabic
fr: Arabe

source: Czech
fr: Tchèque

source: Danish
fr: Danois

source: German
fr: Allemand

source: Estonian
fr: Estonien

source: Greek
fr: Grec

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: Finnish
fr: Terminé

source: French
fr: Français

source: Hungarian
fr: Hongrois

source: Italian
fr: italien

source: Japanese
fr: Japonais

source: Malagasy
fr: Malgache

source: Dutch
fr: Néerlandais

source: Norwegian Bokmaal
fr: Norvégien Bokmaal

source: Polish
fr: polonnais

source: Portuguese
fr: Portugais

source: Romanian
fr: Roumain

source: Russian
fr: Russe

source: Slovak
fr: Slovaque

source: Swedish
fr: Suédois

source: Turkish
fr: Turc

source: Ukrainian
fr: Ukrainien

source: Vietnamese
fr: vietnamien

source: Chinese
fr: Chinois

source: Add a user and password to enable.
fr: Ajouter un utilisateur et mot de passe pour l'activer.

source: User Name
fr: Nom d'utilisateur

source: Add
fr: Ajout

source: Password
fr: Mot de passe

source: Update or check already in progress
fr: Mise à jour ou vérification déjà en cours

source: Update available, attempting to download now
fr: Mise à jour disponible, essai de téléchargement en cours

source: Update available, click button on left to download
fr: Mise à jour disponible, cliquez sur le bouton de gauche pour la télécharger

source: No update available
fr: Pas de mise à jour disponible

source: Updating news URL to {0}
fr: Mise à jour des nouvelles URL à {0}

source: internal
fr: interne

source: Updating proxy host to {0}
fr: Mise à jour hôte proxy à {0}

source: Updating proxy port to {0}
fr: Mise à jour port proxy à {0}

source: Updating refresh frequency to {0}
fr: Mise à jour fréquence de rafraîchissement à {0}

source: Never
fr: Jamais

source: Updating update policy to {0}
fr: Mise à jour politique de mise à jour à {0}

source: Updating update URLs.
fr: Mise à jour de l'URL de mises à jour.

source: Updating trusted keys.
fr: Mise à jour des clefs de confiance.

source: Updating unsigned update URL to {0}
fr: Mise à jour URL de mise à jour non signée à {0}

source: Updating signed development build URL to {0}
fr: Mise à jour l''URL de la build de développement signée à {0}

source: Every
fr: Tou(te)s les

source: Notify only
fr: Notifier seulement

source: Download and verify only
fr: Télécharger et vérifier seulement

source: Download, verify, and restart
fr: Télécharger, vérifier et redémarrer

source: Aborted startup
fr: Démarage abandonné

source: Enabled floodfill
fr: Remplissage permis

source: Changed IP
fr: IP changée

source: Changed port
fr: Port changé

source: Clock shifted
fr: Horloge a changé

source: Crashed
fr: Planté

source: Critical error
fr: Erreur critique

source: Installed new version
fr: Nouvelle version installée

source: Install failed
fr: Installation échouée

source: Network error
fr: Erreur réseau

source: New router identity
fr: Nouvelle identité de routeur

source: Disabled floodfill
fr: Remplissage désactivé

source: Out of memory error
fr: Erreur manque de mémoire

source: Reachability change
fr: Changement de l'accessibilité

source: Reseeded router
fr: Routeur réamorçé

source: Soft restart
fr: Redémarrage à chaud

source: Started router
fr: Routeur démarré

source: Stopped router
fr: Routeur arrêté

source: Updated router
fr: Routeur mis à jour

source: Watchdog warning
fr: Avertissement du chien de garde

source: Display Events
fr: Afficher évènements

source: Events since
fr: Évènements depuis

source: Event type
fr: Type d'évènement

source: All events
fr: Tous évènements

source: Filter events
fr: Filtrer évènements

source: No events found
fr: Pas d'évènements trouvés

source: No events found in previous {0}
fr: Pas d''évènements trouvés dans le précédent {0}

source: No "{0}" events found
fr: Pas d''évènements "{0}" trouvés

source: No "{0}" events found in previous {1}
fr: Pas d''évènements "{0}" trouvés dans le(s) précédent {1}

source: Time
fr: Temps

source: Event
fr: Évènement

source: Details
fr: Détails

source: Invalid form submission, probably because you used the 'back' or 'reload' button on your browser. Please resubmit.
fr: Soumission de formulaire incorrecte: vous avez peut-être utilisé le bouton "Page précédente" ou "Rechargement" de votre navigateur. Merci de renvoyer.

source: If the problem persists, verify that you have cookies enabled in your browser.
fr: Si le problème persiste, vérifiez que vous avez activé les cookies dans votre navigateur.

source: Combined bandwidth graph
fr: Graphique combiné de bandes passantes

source: {0} for {1}
fr: {0} pour {1}

source: Bandwidth usage
fr: Utilisation de la bande passante

source: ending {0} ago
fr: termine {0} auparavant

source: Larger
fr: Plus large

source: Smaller
fr: Plus petit

source: Taller
fr: Plus grand

source: Shorter
fr: Plus court

source: Wider
fr: Plus large

source: Narrower
fr: Plus étroit

source: Larger interval
fr: Intervalle plus large

source: Smaller interval
fr: Intervalle plus étroit

source: Previous interval
fr: Intervalle précédent

source: Next interval
fr: Intervalle suivant

source: Plot averages
fr: Tracer les moyennes

source: plot events
fr: Tracer événements

source: All times are UTC.
fr: Toutes les heures sont en UTC

source: Configure Graph Display
fr: Paramètres d'affichage des graphiques

source: Select Stats
fr: Choix des statistiques

source: Periods
fr: Plage (mn)

source: or
fr: ou

source: Image sizes
fr: Taille des images

source: width
fr: largeur

source: height
fr: hauteur

source: Refresh delay
fr: Actualiser toutes les

source: Store graph data on disk?
fr: Enregistrer les données de graphiques sur le disque ?

source: Save settings and redraw graphs
fr: Enregistrer les réglages et redessiner

source: Graph settings saved
fr: Réglages des graphiques enregistrés

source: Addressbook
fr: Carnet d'adresses

source: Manage your I2P hosts file here (I2P domain name resolution)
fr: Gérer votre fichier d'hôtes I2P ici (I2P DNS)

source: Configure Bandwidth
fr: Configure la bande passante

source: I2P Bandwidth Configuration
fr: Configuration bande passante I2P

source: Configure Language
fr: Configurer la langue

source: Console Language Selection
fr: Sélection langage console

source: Customize Home Page
fr: Personnaliser la page d'accueil

source: I2P Home Page Configuration
fr: Configuration page d'accueil I2P

source: Anonymous webmail client
fr: Client webmail anonyme

source: Email
fr: Messagerie web

source: I2P Router Help
fr: Aide du routeur I2P

source: Router Console
fr: Console du routeur I2P

source: Built-in anonymous BitTorrent Client
fr: Client bittorrent anonyme

source: Local web server
fr: Serveur web local

source: The Anoncoin project
fr: Le projet Anoncoin

source: Bug Reports
fr: Signalements de bug

source: Bug tracker
fr: Traqueur bug

source: Dev Forum
fr: Forum dev

source: Development forum
fr: Forum développement

source: Bittorrent tracker
fr: Tracker Bittorrent

source: I2P Applications
fr: Applications I2P

source: Frequently Asked Questions
fr: FAQ : questions fréquemment posées

source: Community forum
fr: Forum communauté

source: A public anonymous Git hosting site - supports pulling via Git and HTTP and pushing via SSH
fr: Un site d'hébergement Git public anonyme - soutient le pulling Git et HTTP et pushing via SSH

source: Anonymous Git Hosting
fr: Hébergement anonymous Git

source: Your premier microblogging service on I2P
fr: Votre premier service de microblogging sur I2P

source: Javadocs
fr: Docs Java

source: Technical documentation
fr: Documentation technique

source: Debian and Tahoe-LAFS repositories
fr: Dépôts Debian et Tahoe-LAFS

source: Free Web Hosting
fr: Hébergement web libre

source: Free eepsite hosting with PHP and MySQL
fr: Hébergement eepsite libre avec PHP et MySQL

source: I2P Pastebin
fr: Pastebin I2P

source: I2P News
fr: Actualités I2P

source: Add-on directory
fr: Répertoire add-on

source: Postman's Tracker
fr: Tracker de Postman

source: I2P home page
fr: Page d'accueil I2P

source: Project Website
fr: Site web du projet

source: I2P Network Statistics
fr: Statistiques réseau I2P

source: Technical Docs
fr: Docs techniques

source: Trac Wiki
fr: Wiki Trac

source: Ugha's Wiki
fr: Wiki d'Ugha

source: Seedless and the Robert BitTorrent applications
fr: Applications BitTorrent Seedless et Robert

source: Sponge's main site
fr: Site principal de Sponge

source: The HTTP proxy is not up
fr: Le proxy HTTP n'est pas en place

source: Your browser is not properly configured to use the HTTP proxy at {0}
fr: Votre navigateur n''est pas configuré correctement pour utiliser le proxy HTTP à {0}

source: Name
fr: Nom

source: I2P Job Queue
fr: File d'attente job de I2P

source: Job runners
fr: Exécuteurs de job

source: Active jobs
fr: Jobs actifs

source: started {0} ago
fr: commencé {0} auparavant

source: Just finished jobs
fr: Jobs tout juste finis

source: finished {0} ago
fr: fini {0} auparavant

source: Ready/waiting jobs
fr: Jobs prêts/en attente

source: Scheduled jobs
fr: Jobs prévus

source: {0} will start in {1}
fr: {0} va démarrer dans {1}

source: Total Job Statistics
fr: Statistiques totales des jobs

source: Queued
fr: Mis en file d'attente

source: Runs
fr: Lancés

source: Dropped
fr: Laissé tomber

source: Avg
fr: Moy

source: Pending
fr: En suspens

source: Summary
fr: Sommaire

source: File location
fr: Emplacement du fichier

source: File not found
fr: Fichier pas trouvé

source: No log messages
fr: Historique vide

source: Local Router
fr: Routeur local

source: Router Lookup
fr: Regard routeur

source: All Routers
fr: Tous routeurs

source: All Routers with Full Stats
fr: Tous routeurs avec statistiques complètes

source: LeaseSets
fr: Jeux de baux

source: Router
fr: Routeur

source: not found in network database
fr: non trouvé dans la NetDb

source: LeaseSet
fr: Jeu de baux

source: Unpublished
fr: Pas publié

source: Add to local addressbook
fr: Ajouter au carnet d'adresses local

source: Expires in {0}
fr: Expirera dans {0}

source: Expired {0} ago
fr: Périmé il y a {0}

source: Gateway
fr: Passerelle

source: Lease
fr: Bail

source: Not initialized
fr: Pas initialisé

source: Network Database Router Statistics
fr: Statistiques NetDb du routeur

source: Count
fr: Nombre

source: Country
fr: Pays

source: Our info
fr: Ce routeur

source: Peer info for
fr: Informations pair

source: Full entry
fr: Détails

source: Hidden
fr: Caché

source: Updated
fr: Mise à jour terminée

source: {0} ago
fr: il y a {0}

source: Published
fr: Publié il y a

source: Signing Key
fr: Signature de clé

source: Address(es)
fr: Adresse(s)

source: cost
fr: coût

source: Hidden or starting up
fr: Masqué ou en cours de démarrage

source: SSU with introducers
fr: SSU avec représentants

source: NTCP and SSU
fr: NTCP et SSU

source: NTCP and SSU with introducers
fr: NTCP et SSU avec représentants

source: IPv6 Only NTCP, SSU, introducers
fr: IPv6 NTCP seul, SSU, introducers

source: News last updated {0} ago.
fr: Actualités mises à jour il y a {0}.

source: News last checked {0} ago.
fr: Actualités vérifiés il y a {0}

source: Hide news
fr: Cacher les actualités

source: Show news
fr: Montrer les actualités

source: Checking for plugin updates
fr: Vérifie pour mises à jour de plugin

source: Plugin update check failed
fr: Le contrôle de mise à jour de greffon a échoué

source: 1 plugin updated
fr: 1 plugin mis à jour

source: Plugin update check complete
fr: Verification de mise à jour de plugin accomplie

source: Showing 1 recent profile.
fr: Affichage d'un profil récent.

source: Hiding 1 older profile.
fr: Masquage d'un très vieux profil.

source: Hiding 1 standard profile.
fr: Masquage d'un profil standard.

source: Groups (Caps)
fr: Groupes (capacités)

source: Speed
fr: Vitesse

source: Capacity
fr: Capacité

source: Integration
fr: Intégration

source: Fast, High Capacity
fr: Rapide, haute capacité

source: High Capacity
fr: Haute capacité

source: Failing
fr: Défaillant

source: Integrated
fr: Bien intégrés

source: Unreachable
fr: Inaccessible

source: Test Fails
fr: Échec de test

source: profile
fr: Profil

source: Caps
fr: Possib.

source: Integ. Value
fr: Valeur intég.

source: Last Heard About
fr: Signalé la dernière fois

source: Last Heard From
fr: Entendu depuis

source: Last Good Send
fr: Dernier envoi OK

source: Last Bad Send
fr: Dernier envoi KO

source: 10m Resp. Time
fr: Tps de rép.(10mn)

source: 1h Resp. Time
fr: Tps de rép. (1h)

source: 1d Resp. Time
fr: Tps de rép.(1j)

source: Last Good Lookup
fr: Dernière req. OK

source: Last Bad Lookup
fr: Dernière req. KO

source: Last Good Store
fr: Dernier stk.OK

source: Last Bad Store
fr: Dernier stk.KO

source: 1h Fail Rate
fr: Taux d'échec (1h)

source: 1d Fail Rate
fr: Taux d'échec (1j)

source: Thresholds
fr: Seuils

source: fast peers
fr: pairs rapides

source: high capacity peers
fr: pairs à haute capacités

source: well integrated peers
fr: pairs bien intégrés

source: as determined by the profile organizer
fr: tels que définis par le gestionnaire de profils

source: groups
fr: Groupes

source: capabilities in the netDb, not used to determine profiles
fr: possibilités vues dans la base de données du réseau (non utilisées pour définir les profils)

source: caps
fr: Possib.

source: peak throughput (bytes per second) over a 1 minute period that the peer has sustained in a single tunnel
fr: débit crête (o/s) tenu sur 1mn par le pair sur un seul tunnel

source: speed
fr: Vitesse

source: capacity
fr: Capacité

source: how many tunnels can we ask them to join in an hour?
fr: combien de tunnels nous pouvons lui demander de rejoindre en une heure.

source: how many new peers have they told us about lately?
fr: sur combien de nouveaux pairs il nous a renseigné récemment.

source: integration
fr: Intégration

source: is the peer banned, or unreachable, or failing tunnel tests?
fr: Le pair banni, injoignable ou les tests de tunnels échouent.

source: status
fr: État

source: Floodfill
fr: Remplissage

source: All
fr: Tous

source: Select search engine
fr: Sélectionner moteur de recherche

source: GO
fr: Lancer

source: Statistics gathered during this router's uptime
fr: Statistiques collectées pendant cette session du routeur

source: The data gathered is quantized over a 1 minute period, so should just be used as an estimate.
fr: Les données collectées sont quantifiées sur 1mn, et ne doivent être utilisées que comme estimations.

source: These statistics are primarily used for development and debugging.
fr: Ces statistiques sont initialement destinées au développement et au débogage.

source: No lifetime events
fr: Aucun évènement de durée de vie

source: frequency
fr: fréquence

source: Rolling average events per period
fr: Moyenne glissante d'évènements par période

source: Highest events per period
fr: Maximum d'évènements par période

source: Lifetime average events per period
fr: évènements de moyenne de durée de vie par période

source: Lifetime average frequency
fr: Fréquence moyenne de durée de vie

source: 1 event
fr: 1 évènement

source: rate
fr: taux
