Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/routerconsole/locale/messages_*.po
Languages: fr

source: 1 ms
fr: {0,number,####}ms

source: 1 sec
fr: {0}s

source: 1 min
fr: {0}mn

source: 1 hour
fr: {0}h

source: n/a
fr: n/d

source: 1 day
fr: {0}j

source: Banned by router hash: {0}
fr: Banni(s) par hachage routeur: {0}

source: Banned by router hash
fr: Banni par hachage du routeur

source: IP banned by blocklist.txt entry {0}
fr: IP bannie(s) via entrée blocklist.txt {0}

source: IPs Banned Until Restart
fr: Adresses IP bannies jusqu'au redémarrage

source: IPs Permanently Banned
fr: Adresses IP bannies de façon permanente

source: From
fr: De

source: To
fr: Vers

source: none
fr: aucun

source: IPv4: OK; IPv6: Testing
fr: IPv4 : OK ; IPv6 : Test en cours...

source: IPv4: OK; IPv6: Firewalled
fr: IPv4 : OK ; IPv6 : Derrière un pare-feu

source: IPv4: Testing; IPv6: OK
fr: IPv4 : Test en cours... ; IPv6 : OK

source: IPv4: Firewalled; IPv6: OK
fr: IPv4 : Derrière un pare-feu ; IPv6 : OK

source: IPv4: Disabled; IPv6: OK
fr: IPv4 : Désactivé ; IPv6 : OK

source: IPv4: Symmetric NAT; IPv6: OK
fr: IPv4 : NAT symétrique ; IPv6 : OK

source: Symmetric NAT
fr: NAT symétrique

source: IPv4: Symmetric NAT; IPv6: Testing
fr: IPv4 : NAT symétrique ; IPv6 : Test en cours ...

source: IPv4: Firewalled; IPv6: Testing
fr: IPv4 : Derrière un pare-feu ; IPv6 : Test en cours ...

source: Firewalled
fr: Bloqué par un pare-feu

source: IPv4: Testing; IPv6: Firewalled
fr: IPv4 : Test en cours ... ; IPv6 : Derrière un pare-feu

source: IPv4: Disabled; IPv6: Testing
fr: IPv4 : Désactivé ; IPv6 : Test en cours ...

source: IPv4: Disabled; IPv6: Firewalled
fr: IPv4 : Désactivé ; IPv6 : Derrière un pare-feu

source: Disconnected
fr: Déconnecté

source: Port Conflict
fr: Conflit de ports

source: Testing
fr: Test en cours

source: Rejecting tunnels: Starting up
fr: Rejet des tunnels : démarrage

source: Rejecting tunnels: High message delay
fr: Refus de tunnels: (délai de messages élevé)

source: Rejecting tunnels: Limit reached
fr: Refus de tunnels: (limite atteinte)

source: Rejecting most tunnels: High number of requests
fr: Refuse la plupart des tunnels: (trop de requêtes)

source: Accepting most tunnels
fr: Accepte la plupart des tunnels

source: Accepting tunnels
fr: Accepte les tunnels

source: Rejecting tunnels: Bandwidth limit
fr: Refus de tunnels: (limite de bande passante)

source: Rejecting most tunnels: Bandwidth limit
fr: Refuse la plupart des tunnels: (limite de bande passante)

source: Rejecting tunnels: Shutting down
fr: Refuse les tunnels: (arrêt en cours)

source: Rejecting tunnels
fr: Refus des tunnels

source: Reseeding: got router info from file ({0} successful, {1} errors).
fr: Ré-essaimage : ai obtenu des infos de routeur depuis fichier ({0} fructueux, {1} erreurs).

source: Reseeding
fr: Réamorçage

source: Reseed fetched only 1 router.
fr: Le réamorçage n''a trouvé qu''un seul routeur.

source: Reseed failed.
fr: Échec de réamorçage.

source: See {0} for help.
fr: Voir {0} pour l'aide.

source: reseed configuration page
fr: page de configuration du réamorçage

source: Reseeding: fetching seed URL.
fr: Réamorçage: collecte des URL sources.

source: Reseeding: fetching router info from seed URL ({0} successful, {1} errors).
fr: Réamorçage: collecte routerInfo depuis l''URL source ({0} réussie, {1} erreurs).

source: Message receive rate (bytes/sec)
fr: Débit de réception de messages (o/s)

source: Message send rate (bytes/sec)
fr: Débit d'envoi de messages (o/s)

source: Low-level send rate (bytes/sec)
fr: Débit d'envoi de bas niveau (o/s)

source: Low-level receive rate (bytes/sec)
fr: Débit de réception de bas niveau (o/s)

source: How many peers we are actively talking with
fr: Nombre de pairs actifs

source: Known fast peers
fr: Pairs rapides connus

source: Known integrated (floodfill) peers
fr: Pairs intégrés (de remplissage) connus

source: Size of tunnel acceptor backlog
fr: Taille d'arriéré de l'accepteur de tunnel

source: NetDb entry
fr: Entrée NetDb

source: No transports (hidden or starting up?)
fr: Pas de transports (masqués ou en cours de démarrage ?)

source: Unsupported signature type
fr: Type de signature non supporté

source: No support for our signature type
fr: Pas de prise en charge de notre type de signature

source: Unreachable on any transport
fr: Inaccessible sur tous transport

source: Status
fr: État

source: Router Transport Addresses
fr: Adresses de transport du routeur

source: {0} is used for outbound connections only
fr: {0} est utilisé seulement pour les connexions sortantes

source: UPnP is not enabled
fr: UPnP n'est pas activé

source: Help
fr: Aide

source: Your transport connection limits are automatically set based on your configured bandwidth.
fr: Vos limites de connexion de transport sont réglées automatiquement selon votre bande passante configurée.

source: To override these limits, add the settings i2np.ntcp.maxConnections=nnn and i2np.udp.maxConnections=nnn on the advanced configuration page.
fr: Pour modifier ces limites, ajoutez les réglages i2np.ntcp.maxConnections=nnn et i2np.udp.maxConnections=nnn dans la configuration avancée.

source: Definitions
fr: Définitions

source: Peer
fr: Pair

source: The remote peer, identified by router hash
fr: Le pair distant, identifié par son hachage routeur

source: Dir
fr: Sens

source: Inbound connection
fr: Connexion entrante

source: Outbound connection
fr: Connexion sortante

source: They offered to introduce us (help other peers traverse our firewall)
fr: A proposé de nous représenter (aide de la part d'autres pairs pour traverser notre pare-feu)

source: We offered to introduce them (help other peers traverse their firewall)
fr: Nous avons proposé de le représenter (aide à d'autres pairs pour traverser leur pare-feu)

source: How long since a packet has been received / sent
fr: Temps écoulé depuis la dernière réception/émission d'un paquet

source: Idle
fr: En attente

source: In/Out
fr: Entrant/Sortant

source: The smoothed inbound / outbound transfer rate (KBytes per second)
fr: Taux de transfert entrant/sortant lissé (KO/s)

source: How long ago this connection was established
fr: Depuis combien de temps cette connexion est établie

source: Up
fr: En marche

source: Skew
fr: Dérive

source: The difference between the peer's clock and your own
fr: Écart de temps entre l'horloge du pair et la votre

source: The congestion window, which is how many bytes can be sent without an acknowledgement
fr: Fenêtre de congestion, en nombre d'octets transmissibles sans acquittement

source: The number of sent messages awaiting acknowledgement
fr: Nombre de messages en attente d'acquittement

source: The maximum number of concurrent messages to send
fr: Nombre maximum de messages simultanés à envoyer

source: The number of pending sends which exceed congestion window
fr: Nombre d'envois en attente qui débordent de la fenêtre de congestion

source: The slow start threshold
fr: Seuil de démarrage lent

source: The round trip time in milliseconds
fr: Aller-retour en ms

source: The retransmit timeout in milliseconds
fr: Délai de retransmission en millisecondes

source: Current maximum send packet size / estimated maximum receive packet size (bytes)
fr: Taille actuelle maximum de paquet envoyé / taille maximum estimée de paquet reçu (octets)

source: The total number of packets sent to the peer
fr: Nombre de paquets envoyés au pair

source: The total number of packets received from the peer
fr: Nombre de paquets reçus du pair

source: Dup TX
fr: TX dupl.

source: The total number of packets retransmitted to the peer
fr: Nombre de paquets retransmis au pair

source: Dup RX
fr: RX dupl.

source: The total number of duplicate packets received from the peer
fr: Nombre de paquets en double reçus du pair

source: WAN Common Interface Configuration
fr: Configuration de l'interface commune Internet

source: Upstream
fr: Montant

source: Downstream
fr: Descendant

source: WAN PPP Connection
fr: Connexion Internet PPP

source: Uptime
fr: Lancé depuis

source: External IP
fr: Adresse IP externe

source: Layer 3 Forwarding
fr: Transfert niveau 3

source: Default Connection Service
fr: Service de connexion par défaut

source: WAN IP Connection
fr: Connexion IP Internet

source: WAN Ethernet Link Configuration
fr: Configuration du lien Ethernet Internet

source: Found Device
fr: Appareil détecté

source: Subdevice
fr: Service

source: UPnP Status
fr: État d'UPnP

source: Disabled UPnP Devices
fr: Dispositifs UPNP désactivés

source: UPnP has been disabled; Do you have more than one UPnP Internet Gateway Device on your LAN ?
fr: UPnP a été désactivé; peut-être avez-vous plus d'une passerelle Internet avec UPnP activé sur votre réseau local.

source: UPnP has not found any UPnP-aware, compatible device on your LAN.
fr: UPnP n'a pas trouvé de passerelle compatible sur votre réseau local.

source: The current external IP address reported by UPnP is {0}
fr: Adresse IP externe détectée par UPnP : {0}

source: The current external IP address is not available.
fr: L'adresse IP externe n'est pas disponible.

source: UPnP reports the maximum downstream bit rate is {0}bits/sec
fr: UPnP indique un débit descendant maximum de {0}b/s

source: UPnP reports the maximum upstream bit rate is {0}bits/sec
fr: UPnP indique un débit montant maximum de {0}b/s

source: {0} port {1,number,#####} was successfully forwarded by UPnP.
fr: Le port {0} {1,number,#####} est correctement transféré par UPnP.

source: {0} port {1,number,#####} was not forwarded by UPnP.
fr: Le port {0} {1,number,#####} n'est pas transféré par UPnP.

source: Excessive clock skew: {0}
fr: Décalage excessif de l''horloge: {0}

source: NTCP connections
fr: Connexions NTCP

source: Limit
fr: Limite

source: Timeout
fr: Échéance

source: Out Queue
fr: File de sortie

source: Backlogged?
fr: Réinscrit?

source: Inbound
fr: Entrant

source: Outbound
fr: Sortant

source: {0} peer
fr: {0} pair

source: UDP connections
fr: Connexions UDP

source: Sort by peer hash
fr: Tri par hachage de pair

source: Sort by idle inbound
fr: Tri par entrant inactif

source: Sort by idle outbound
fr: Tri par sortant inactif

source: Sort by inbound rate
fr: Tri par taux entrant

source: Sort by outbound rate
fr: Tri par taux sortant

source: Sort by connection uptime
fr: Tri par durée de connexion

source: Sort by clock skew
fr: Tri par décalage d'horloge

source: Sort by congestion window
fr: Tri par fenêtre de congestion

source: Sort by slow start threshold
fr: Tri par seuil de démarrage lent

source: Sort by round trip time
fr: Tri par durée d'aller-retour

source: Sort by retransmission timeout
fr: Tri pas dépassement de durée de retransmission

source: Sort by outbound maximum transmit unit
fr: Tri par MTU sortant

source: Sort by packets sent
fr: Tri par paquets envoyés

source: Sort by packets received
fr: Tri par paquets reçus

source: Sort by packets retransmitted
fr: Tri par paquets renvoyés

source: Sort by packets received more than once
fr: Tri par paquet reçus multiples

source: We offered to introduce them
fr: Propositions de présentation à

source: They offered to introduce us
fr: Ont proposé leur service

source: Choked
fr: Choqué

source: 1 fail
fr: 1 échec

source: {0} fails
fr: {0} échecs

source: Banned
fr: Banni

source: backlogged
fr: arriéré

source: Dropping tunnel requests: Too slow
fr: Perte de demandes de tunnels: Trop lent

source: Dropping tunnel requests: High job lag
fr: Laisse tomber des demandes de tunnel : Haut décalage de travail

source: Dropping tunnel requests: Overloaded
fr: Perte de demandes de tunnnels: Surchargé

source: Rejecting tunnels: Hidden mode
fr: Rejette les tunnels: mode caché

source: Rejecting tunnels: Request overload
fr: Rejet de tunnels: surcharge de requêtes

source: Rejecting tunnels: Connection limit
fr: Rejet de tunnels: limite de connexions

source: Dropping tunnel requests: High load
fr: Perte de tunnels: Forte charge

source: Dropping tunnel requests: Queue time
fr: Demandes de fermeture de tunnel: temps en file d'attente

source: New plugin version {0} is available
fr: La nouvelle version {0} du greffon est disponible

source: Update check failed for plugin {0}
fr: Échec de la vérification de mise à jour du greffon {0}

source: No new version is available for plugin {0}
fr: Pas de nouvelle version pour le greffon {0}

source: {0}B transferred
fr: {0}o transférés

source: Install failed from {0}
fr: Installation échouée depuis {0}

source: Transfer failed from {0}
fr: Échec de transfert depuis {0}

source: Update downloaded
fr: Mise à jour téléchargée

source: Restarting
fr: Redémarrage en cours

source: Update verified
fr: Mise à jour vérifiée

source: from {0}
fr: depuis {0}

source: Unsigned update file from {0} is corrupt
fr: Le fichier de mise à jour non signé de {0} est corrompu

source: Failed copy to {0}
fr: Échec de copie vers {0}

source: HTTP client proxy tunnel must be running
fr: Le tunnel proxy client HTTP doit être en cours de fonctionnement

source: Updating
fr: Mise à jour en cours

source: In-network updates disabled. Check package manager.
fr: Mises à jour intra-réseau désactivées. Vérifiez le gestionnaire de paquet.

source: No write permission for I2P install directory.
fr: Pas de permission d'écriture pour le répertoire d'installation I2P.

source: You must first update to version {0}
fr: Vous devez d''abord mettre à jour vers la version {0}

source: Requires Java version {0} but installed Java version is {1}
fr: Nécessite la version {0} Java mais la version Java installée est {1}

source: Checking for update of plugin {0}
fr: Recherche de mise à jour du greffon {0}

source: Bad URL {0}
fr: Mauvaise URL {0}

source: Attempting to install from file {0}
fr: Tentative d''installation depuis le fichier {0}

source: Failed to install from file {0}, copy failed.
fr: Echec à installer depuis fichier {0}, copie échouée.

source: Downloading plugin from {0}
fr: Téléchargement greffon depuis {0}

source: Plugin downloaded
fr: Greffon téléchargé

source: Cannot create plugin directory {0}
fr: Impossible de créer le répertoire du greffon {0}

source: Plugin from {0} contains an invalid key
fr: Le greffon de {0} contient une clef incorrecte.

source: Plugin signature verification of {0} failed
fr: Échec de vérification de signature du greffon {0}

source: Plugin not installed - signer is untrusted
fr: Plugin non installé - le signataire n'est pas de confiance

source: Plugin from {0} is corrupt
fr: Le greffon de {0} est corrompu

source: Plugin from {0} does not contain the required configuration file
fr: Le greffon de {0} ne contient pas le fichier de configuration requis

source: Plugin from {0} has invalid name or version
fr: La version ou le nom du greffon de {0} est incorrect.

source: Plugin {0} has mismatched versions
fr: Versions désapairées du greffon {0}

source: This plugin requires I2P version {0} or higher
fr: Ce greffon nécessite I2P version {0} ou plus récente

source: This plugin requires Java version {0} or higher
fr: Ce greffon nécessite Java version {0} ou plus récente

source: Downloaded plugin is for new installs only, but the plugin is already installed
fr: La version du greffon téléchargée est faite pour les nouvelles installations, mais le greffon est déjà installé

source: Installed plugin does not contain the required configuration file
fr: Le greffon installé ne contient pas le fichier de configuration requis

source: Signature of downloaded plugin does not match installed plugin
fr: La signature du greffon téléchargé ne correspond pas à celle de celui qui est installé

source: Downloaded plugin version {0} is not newer than installed plugin
fr: La version {0} du greffon téléchargé n'est pas plus récente que celle installée

source: Plugin update requires installed plugin version {0} or higher
fr: La mise à jour du greffon nécessite au moins la version {0}

source: Plugin update requires installed plugin version {0} or lower
fr: La mise à jour du greffon nécessite au plus la version {0}

source: Plugin requires Jetty version {0} or higher
fr: Le plugin nécessite Jetty version {0} ou plus

source: Plugin requires Jetty version {0} or lower
fr: Plugin nécessite Jetty version {0} ou moins

source: Cannot copy plugin to directory {0}
fr: Ne peut pas copier le plugin vers le répertoire {0}

source: Plugin will be installed on next restart.
fr: Le plugin sera installé au prochain redémarrage.

source: Plugin is for upgrades only, but the plugin is not installed
fr: Ce greffon est seulement une mise à jour, mais le greffon prérequis n'est pas installé

source: Failed to install plugin in {0}
fr: Échec d''installation du greffon {0}

source: Plugin {0} installed
fr: Greffon {0} installé

source: Plugin {0} installed and started
fr: Greffon {0} installé et démarré

source: Plugin {0} installed but failed to start, check logs
fr: Greffon {0} installé, mais son démarrage a échoué. Vérifiez les historiques

source: Plugin {0} installed but failed to start
fr: Greffon {0} installé, mais son démarrage a échoué

source: Failed to download plugin from {0}
fr: Échec de téléchargement du greffon {0}

source: Updating from {0}
fr: Mise à jour depuis {0}

source: No new version found at {0}
fr: Pas de nouvelle trouvée sur {0}

source: Temporary ban expiring in {0}
fr: Le bannissement temporaire expire dans {0}

source: Banned until restart or in {0}
fr: Banni jusqu''au redémarrage ou dans {0}

source: unban now
fr: lever le bannissement

source: I2P Router Console
fr: Console du routeur I2P

source: Error updating the configuration - please see the error logs
fr: Erreur pendant la mise à jour de la configuration: contrôlez les historiques

source: Configuration saved successfully
fr: Configuration sauvegardée avec succès

source: Error saving the configuration (applied but not saved) - please see the error logs
fr: Erreur pendant l'enregistrement de la configuration (appliquée mais non sauvegardée): contrôlez les historiques

source: Save Client Configuration
fr: Enregistrer la configuration du client

source: Save Interface Configuration
fr: Enregistrer la configuration de l'interface

source: Save WebApp Configuration
fr: Enregistrer la configuration WebApp

source: Save Plugin Configuration
fr: Enregistrer la configuration de greffon

source: Install Plugin
fr: Installer le greffon

source: Install Plugin from File
fr: Installer plugin depuis fichier

source: Update All Installed Plugins
fr: Mettre à jour tous les plugins installés

source: Error stopping plugin {0}
fr: Erreur d''arrêt du greffon {0}

source: Deleted plugin {0}
fr: Greffon {0} supprimé

source: Error deleting plugin {0}
fr: Erreur de suppression du greffon {0}

source: Stopped plugin {0}
fr: Greffon {0} arrêté

source: Stopped webapp {0}
fr: Webapp arrêté {0}

source: Start
fr: Démarrer

source: New client added
fr: Nouveau client ajouté

source: Client configuration saved successfully
fr: Configuration du client enregistrée avec succès

source: Bad client index.
fr: Index client incorrect.

source: Client {0} stopped
fr: Client {0} stoppé

source: Client {0} started
fr: Client {0} lancé

source: Client {0} deleted
fr: Client {0} supprimé

source: WebApp configuration saved.
fr: Configuration de WebApp sauvegardée.

source: Plugin configuration saved.
fr: Configuration de greffon sauvegardée.

source: started
fr: démarré

source: Failed to start
fr: Echec de démarrage

source: Failed to find server.
fr: Pas pu trouver un serveur.

source: No plugin URL specified.
fr: URL du greffon non spécifiée.

source: You must enter a file
fr: Vous devez saisir un fichier

source: Install from file failed
fr: Échec de l'installation depuis fichier

source: No update URL specified for {0}
fr: URL de mise à jour non spécifiée pour {0}

source: Plugin or update download already in progress.
fr: Greffon ou téléchargement de mise à jour déjà en cours d'exécution.

source: Updating all plugins
fr: Mettre à jour tous les plugins

source: Installing plugin from {0}
fr: En cours d''installation de plugin depuis {0}

source: Checking plugin {0} for updates
fr: Cherche de mise à jour du greffon {0}

source: Started plugin {0}
fr: Greffon {0} démarré

source: Error starting plugin {0}
fr: Erreur de démarrage du greffon {0}

source: Added user {0}
fr: Utilisateur ajouté {0}

source: Interface configuration saved
fr: Interface de configuration sauvegardée

source: Restart required to take effect
fr: Nécessite redémarrage pour prendre effet

source: Edit
fr: Modifier

source: Add Client
fr: Ajouter un client

source: Client
fr: Clients

source: Run at Startup?
fr: Lancé au démarrage

source: Control
fr: Actions

source: Class and arguments
fr: Classe et paramètres

source: Plugin
fr: Greffon

source: Signed by
fr: Signé par

source: Author
fr: Autheur

source: License
fr: Licence

source: Website
fr: Site web

source: Update link
fr: Lien de mise à jour

source: Stop
fr: Arrêt

source: Check for updates
fr: Vérifier les mises à jour

source: Update
fr: Mise à jour

source: Are you sure you want to delete {0}?
fr: Voulez-vous vraiment supprimer {0}?

source: Delete
fr: Effacer

source: Delete selected
fr: Efface la sélection

source: Add item
fr: Ajouter item

source: Restore defaults
fr: Restaurer à l'origine

source: Save
fr: Enregistrer

source: Home page changed
fr: Page d'accueil changée

source: Restored default settings
fr: Paramètres d'origine restaurés

source: No name entered
fr: Pas de nom entré

source: No URL entered
fr: Pas d'URL entrée

source: Added
fr: Ajouté

source: Removed
fr: Retiré

source: Add key
fr: Ajouter la clé

source: Delete key
fr: Supprimer la clé

source: You must enter a destination
fr: Vous devez saisir une destination

source: You must enter a key
fr: Vous devez saisir une clé

source: Key for
fr: Clé pour

source: added to keyring
fr: ajoutée au porte-clés

source: Invalid destination or key
fr: Destination ou clé incorrecte

source: removed from keyring
fr: enlevée du porte-clés

source: not found in keyring
fr: pas trouvée sur le porte-clés

source: Invalid destination
fr: Destination incorrecte

source: Log overrides updated
fr: Écrasement des historiques mis à jour

source: Log configuration saved
fr: Configuration des historiques enregistrée

source: Add additional logging statements above. Example: net.i2p.router.tunnel=WARN
fr: Ajoutez des critères supplémentaires ci-dessus. Exemple: net.i2p.router.tunnel=WARN

source: Or put entries in the logger.config file. Example: logger.record.net.i2p.router.tunnel=WARN
fr: Ou mettez des entrées dans le fichier logger.config. Exemple logger.record.net.i2p.router.tunnel=WARN

source: Valid levels are DEBUG, INFO, WARN, ERROR, CRIT
fr: Les niveaux autorisés sont DEBUG, INFO, WARN, ERROR, CRIT

source: Remove
fr: Supprimer

source: Select a class to add
fr: Choisissez une classe à ajouter

source: Bandwidth
fr: Bande passante

source: Home Page
fr: Page d'accueil

source: Network
fr: Réseau

source: Summary Bar
fr: Panneau de contrôle

source: UI
fr: Apparence

source: Keyring
fr: Porte-clés

source: Logging
fr: Historiques

source: Peers
fr: Pairs

source: Stats
fr: Statistiques

source: Advanced
fr: Avancé

source: Save changes
fr: Enregistrer

source: Updating IP address
fr: Mise à jour d'adresse IP en cours

source: Updating IPv6 setting
fr: Mise à jour des réglages de IPv6

source: Disabling TCP completely
fr: Désactivation complète de TCP

source: Updating TCP address to {0}
fr: Mise à jour de l''adresse TCP à {0}

source: Disabling inbound TCP
fr: Désactivation TCP entrant

source: Updating inbound TCP address to auto
fr: Mise à jour adresse TCP entrante à "Auto"

source: Updating TCP port to {0}
fr: Mise à jour du port TCP à {0}

source: Warning - ports less than 1024 are not recommended
fr: Avertissement - les ports inférieurs à 1024 ne sont pas recommandés

source: Invalid port
fr: port invalide
