Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/routerconsole/locale/messages_*.po
Languages: fr

source: Average
fr: moyenne

source: Highest average
fr: Plus haute moyenne

source: There was 1 event in this period.
fr: Il y a eu 1 évènement sur cette période.

source: The period ended {0} ago.
fr: La période s''est terminée il y a {0}.

source: No events
fr: Aucun évènement

source: Average event count
fr: Nombre moyen d'évènements

source: Events in peak period
fr: Pic d'évènements dans la période

source: Graph Data
fr: Graphique de données

source: Graph Event Count
fr: Nombre d'évènements de graphiques

source: Lifetime average value
fr: Durée de vie moyenne

source: I2P Router Help &amp; FAQ
fr: Aide routeur I2P &amp; FAQ

source: Help &amp; FAQ
fr: Aide &amp; FAQ

source: Configure startup of clients and webapps (services); manually start dormant services
fr: configurer le démarrage des clients et des applications web (services); démarrer manuellement les services arrêtés

source: I2P Services
fr: Services I2P

source: Configure I2P Router
fr: I2P Routeur Configuration

source: I2P Internals
fr: Configuration

source: View existing tunnels and tunnel build status
fr: État des tunnels existants et de la création de tunnels

source: Show all current peer connections
fr: Afficher toutes les connexions actuelles aux pairs

source: Show recent peer performance profiles
fr: Afficher les profils de la performance récente des pairs

source: Profiles
fr: Profils

source: Show list of all known I2P routers
fr: Afficher tous les routeurs I2P connus

source: Health Report
fr: Bilan de santé

source: Logs
fr: Historiques

source: Graph router performance
fr: Graphique de performances du routeur

source: Graphs
fr: Graphes

source: Textual router performance statistics
fr: Statistiques textuelles de performance du routeur

source: Local Tunnels
fr: Tunnels locaux

source: Hidden Services Manager
fr: Gestionnaire de services cachés

source: General
fr: Général

source: Your Local Identity is your unique I2P router identity, similar to an ip address but tailored to I2P.
fr: Votre identité locale est votre identité unique de routeur I2P, semblable à une adresse ip, mais adaptée à I2P.

source: Never disclose this to anyone, as it can reveal your real world ip.
fr: Ne divulguez jamais ceci à personne, car il peut révéler votre IP monde réel.

source: Local Identity
fr: Identité locale

source: Your unique I2P router identity is
fr: L'identité unique de votre routeur commence par

source: never reveal it to anyone
fr: Ne la révélez JAMAIS à PERSONNE ! (Cliquez pour l'afficher)

source: show
fr: Détails

source: The version of the I2P software we are running
fr: La version du logiciel I2P que nous faisons fonctionner

source: How long we've been running for this session
fr: Durée de cette session

source: Help with configuring your firewall and router for optimal I2P performance
fr: Aide à la configuration du pare-feu et du routeur pour optimiser les performances d'I2P

source: See more information on the wiki
fr: Pour plus d'informations lire le wiki

source: Warning: ECDSA is not available. Update your Java or OS
fr: Avertissement: ECDSA n'est pas disponible. Mettez à niveau votre Java ou OS

source: Configure I2P Updates
fr: Configure mises à jour I2P

source: I2P Update
fr: Mise à jour I2P

source: Peers we've been talking to in the last few minutes/last hour
fr: Pairs auxquels nous avons parlé durant les dernières minutes / heure dernière

source: Active
fr: Actifs

source: The number of peers available for building client tunnels
fr: Le nombre de pairs disponibles pour la construction de tunnels exploratoires

source: Fast
fr: Rapides

source: The number of peers available for building exploratory tunnels
fr: Le nombre de pairs disponibles pour la construction de tunnels exploratoires

source: High capacity
fr: Hautes capacités

source: The number of peers available for network database inquiries
fr: Le nombre de pairs disponibles pour les demandes de bases de données réseau

source: The total number of peers in our network database
fr: Le nombre total de pairs dans notre base de données réseau

source: Known
fr: Connus

source: Configure router bandwidth allocation
fr: Configurer la bande passante du routeur

source: Bandwidth in/out
fr: Bande passante entrante/sortante

source: Total
fr: Totale

source: Used
fr: Utilisée

source: Used for building and testing tunnels, and communicating with floodfill peers
fr: Utilisés pour construire et tester des tunnels, et communiquer avec les pairs de remplissage par diffusion

source: Exploratory
fr: Exploratoires

source: Tunnels we are using to provide or access services on the network
fr: Tunnels que nous utilisons pour fournir ou accéder à des services sur le réseau

source: Tunnels we are participating in, directly contributing bandwith to the network
fr: Tunnels auxquels nous participons, contribuant ainsi directement à la bande passante du réseau

source: Participating
fr: Participants

source: The ratio of tunnel hops we provide to tunnel hops we use - a value greater than 1.00 indicates a positive contribution to the network
fr: Le ratio de sauts tunnel que nous offrons aux sauts tunnel que nous utilisons - une valeur supérieure à 1,00 indique une contribution positive au réseau

source: Share ratio
fr: Rapport de partage

source: What's in the router's job queue?
fr: Afficher la file d'attente de travaux du routeur.

source: Congestion
fr: Charge

source: Indicates router performance
fr: Indique la performance du routeur

source: Job lag
fr: Retard de tâches

source: Indicates how quickly outbound messages to other I2P routers are sent
fr: Indique à quelle vitesse sont envoyés les messages sortants vers d'autres routeurs I2P

source: Message delay
fr: Retard de messages

source: Round trip time for a tunnel test
fr: Temps aller-retour pour un essai tunnel

source: Tunnel lag
fr: Retard de tunnels

source: Queued requests from other routers to participate in tunnels
fr: Requêtes en attente issues d'autres routeurs désireux de participer à des tunnels

source: Backlog
fr: En attente

source: News &amp; Updates
fr: Nouvelles et mises à jour

source: ERR-Client Manager I2CP Error - check logs
fr: ERR-Erreur du gestionnaire de clients I2CP - vérifier l'historique

source: ERR-Clock Skew of {0}
fr: ERR - horloge décalée de {0}

source: ERR-Unresolved TCP Address
fr: ERR-Adresse TCP non résolue

source: ERR-Private TCP Address
fr: ERR - Adresse TCP privée

source: ERR-SymmetricNAT
fr: ERR - NAT symétrique

source: WARN-Firewalled with Inbound TCP Enabled
fr: WARN - pare-feu avec TCP entrant activé

source: WARN-Firewalled and Floodfill
fr: WARN - Pare-feu et Floodfill

source: Disconnected - check network cable
fr: Déconnecté - vérifier le câble réseau

source: ERR-UDP Port In Use - Set i2np.udp.internalPort=xxxx in advanced config and restart
fr: ERR-Port UDP en cours d'utilisation - Réglez i2np.udp.internalPort=xxxx dans la configuration avancée puis redémarrez

source: ERR-No Active Peers, Check Network Connection and Firewall
fr: ERR-Pas de pair actif, vérifiez votre connexion réseau et votre pare-feu

source: ERR-UDP Disabled and Inbound TCP host/port not set
fr: ERR-UDP désactivé, mais port/hôte entrants TCP non renseignés

source: WARN-Firewalled with UDP Disabled
fr: WARN - Pare-feu avec UDP desactivé

source: Add/remove/edit &amp; control your client and server tunnels
fr: Ajoutez, modifiez/supprimez &amp; contrôlez vos tunnels clients et serveurs

source: Hidden Service
fr: Service caché

source: Show tunnels
fr: Montrer les tunnels

source: Leases expired
fr: Bails périmés

source: Rebuilding
fr: Reconstruction

source: ago
fr: il y a

source: Ready
fr: Prêt

source: Building
fr: Construction

source: Building tunnels
fr: Création des tunnels en cours

source: shared clients
fr: clients partagés

source: Click Restart to install
fr: Cliquez sur Redémarrer pour installer

source: Click Shutdown and restart to install
fr: Cliquez sur "Arrêter" puis "Démarrer" pour installer

source: Update available
fr: Mise à jour disponible

source: Download {0} Update
fr: Télécharger la version {0}

source: Download Signed<br>Development Update<br>{0}
fr: Télécharger la <br>mise à jour de développement<br> signée {0}

source: Download Unsigned<br>Update {0}
fr: Télécharger la version<br> non signée {0}

source: Help with firewall configuration
fr: Aide à la configuration du pare-feu

source: Check network connection and NAT/firewall
fr: Vérifier NAT/pare-feu

source: Reseed
fr: Réamorçage

source: Order
fr: Ordre

source: Top
fr: Haut

source: Down
fr: Bas

source: Bottom
fr: Fond

source: Select a section to add
fr: Sélection d'une section à ajouter

source: events in {0}
fr: Évènements en {0}

source: averaged for {0}
fr: moyenné pour {0}

source: Events per period
fr: Fréquence

source: avg
fr: moy

source: now
fr: maintenant

source: configure
fr: configuration

source: Client tunnels for
fr: Tunnels clients pour

source: dead
fr: Morts

source: Participating tunnels
fr: Tunnels participants

source: Receive on
fr: Reçoit sur

source: Send on
fr: Envoie sur

source: Rate
fr: Taux

source: Role
fr: Rôle

source: Usage
fr: Utilisation

source: grace period
fr: délai de grâce

source: Outbound Endpoint
fr: Point terminal sortant

source: Inbound Gateway
fr: Passerelle entrante

source: Limited display to the {0} tunnels with the highest usage
fr: Affichage limité aux {0} tunnels avec le plus haut usage

source: Inactive participating tunnels
fr: Tunnels participants inactifs

source: Lifetime bandwidth usage
fr: Utilisation de la bande passante depuis le démarrage

source: Expiry
fr: Echéance

source: Endpoint
fr: Point terminal

source: Build in progress
fr: Création en cours

source: inbound
fr: entrant

source: outbound
fr: sortant

source: No tunnels; waiting for the grace period to end.
fr: Pas de tunnel; attente de la fin du délai de grâce

source: in
fr: entrés

source: out
fr: sortis

source: addressbook
fr: carnet d'adresses

source: routerconsole
fr: routeurconsole

source: Web console
fr: Console web

source: SAM application bridge
fr: Pont applicatif SAM

source: Application tunnels
fr: Tunnels d'applications

source: My eepsite web server
fr: Serveur web de mon eepsite

source: I2P webserver (eepsite)
fr: Serveur web I2P (eepsite)

source: Browser launch at startup
fr: Lancer le navigateur au démarrage

source: BOB application bridge
fr: Pont applicatif BOB

source: Open Router Console in web browser at startup
fr: Ouvrir la console du routeur dans le navigateur au démarrage

source: IRC proxy
fr: proxy IRC

source: I2P webserver
fr: Serveur web I2P

source: HTTP Proxy
fr: Mandataire HTTP

source: eepProxy
fr: hôte eeProxy

source: ircProxy
fr: Mandataire IRC

source: classic
fr: Classique

source: dark
fr: Sombre

source: light
fr: Clair

source: midnight
fr: Minuit

source: BandwidthLimiter
fr: Limiteur de bande passante

source: ClientMessages
fr: Messages clients

source: Encryption
fr: Cryptage

source: JobQueue
fr: File d'attente de travaux

source: NetworkDatabase
fr: Base de données du réseau

source: Stream
fr: flux

source: Throttle
fr: Régulation

source: host
fr: hôte

source: key
fr: clef

source: configure bandwidth
fr: Configurer la bande passante

source: Router is down
fr: Routeur est en panne

source: Refresh (s)
fr: Actualisation auto. (s)

source: Enable
fr: Activer

source: Bandwidth limiter
fr: Gestionnaire de bande passante

source: I2P will work best if you configure your rates to match the speed of your internet connection.
fr: I2P fonctionnera mieux si vous configurez les débits de réception et d'émission de façon à ce qu'ils correspondent à ceux de votre connexion Internet.

source: KBps In
fr: KO/s entrants

source: KBps Out
fr: KO/s sortants

source: Share
fr: Partagés

source: You have configured I2P to share only {0} KBps.
fr: Vous avez configuré I2P pour qu''il ne partage que {0} KO/s.

source: I2P requires at least 12KBps to enable sharing.
fr: I2P a besoin de plus de 12 KO/S afin d'activer le partage de bande passante.

source: Please enable sharing (participating in tunnels) by configuring more bandwidth.
fr: Merci d'activer le partage de bande passante (en participant aux tunnels) en augmentant votre bande passante, si possible.

source: It improves your anonymity by creating cover traffic, and helps the network.
fr: Cela aidera votre anonymat en cachant vos données parmi les données des autres, et cela améliorera le réseau.

source: You have configured I2P to share {0} KBps.
fr: Vous avez configuré le partage I2P à {0} KO/S.

source: The higher the share bandwidth the more you improve your anonymity and help the network.
fr: En partageant davantage de votre bande passante, vous améliorerez votre anonymat et le réseau.

source: Advanced network configuration page
fr: Page de configuration réseau avancée

source: Cancel
fr: Annuler

source: config advanced
fr: configuration avancée

source: I2P Advanced Configuration
fr: Configuration I2P avancée

source: Floodfill Configuration
fr: Configuration Floodfill (remplissage)

source: Floodill participation helps the network, but may use more of your computer's resources.
fr: La participation au Floodfill (remplissage) aide le réseau, mais peut utiliser davantage de ressources de votre ordinateur.

source: Automatic
fr: Automatique

source: Force On
fr: Forcer active

source: Disable
fr: Désactiver

source: Advanced I2P Configuration
fr: Configuration I2P avancée

source: Some changes may require a restart to take effect.
fr: Pour prendre effet certains changement nécessitent un redémarrage.

source: To make changes, edit the file {0}.
fr: Pour faire des changements, éditez le fichier {0}.

source: config clients
fr: configuration clients

source: I2P Client Configuration
fr: Configuration clients I2P

source: Client Configuration
fr: Préférences

source: The Java clients listed below are started by the router and run in the same JVM.
fr: Les clients Java listés ci-dessous sont démarrés par le routeur et s'exécutent dans la même JVM.

source: Be careful changing any settings here. The 'router console' and 'application tunnels' are required for most uses of I2P. Only advanced users should change these.
fr: Soyez prudent ici en changeant n'importe quelle préférence. La 'console du routeur' et les 'tunnels d'application' sont exigés pour la plupart des usages d'I2P. Seuls les utilisateurs avancés devraient changer ceux-ci.

source: To change other client options, edit the file
fr: Pour changer d'autres options du client, modifiez le fichier

source: All changes require restart to take effect.
fr: Tous les changements nécessitent un redémarrage pour prendre effet.

source: Advanced Client Interface Configuration
fr: Configuration de l'interface client avancée

source: External I2CP (I2P Client Protocol) Interface Configuration
fr: Configuration de l'interface I2CP (I2P Client Protocol) externe

source: Enabled without SSL
fr: Activé sans SSL

source: Enabled with SSL required
fr: Activé avec SSL requis

source: Disabled - Clients outside this Java process may not connect
fr: Désactivé: les clients hors de ce processus Java ne peuvent pas se connecter

source: I2CP Interface
fr: Interface I2CP

source: I2CP Port
fr: Port I2CP

source: Authorization
fr: Autorisation

source: Require username and password
fr: Requiert utilisateur et mot de passe

source: Username
fr: Utilisateur

source: The default settings will work for most people.
fr: La configuration par défaut marchera pour la plupart des gens.

source: Any changes made here must also be configured in the external client.
fr: Tous les changements apportés ici doivent être répercutés dans le client externe.

source: Many clients do not support SSL or authorization.
fr: De nombreux clients ne prennent pas en charge l'authentification ni SSL.

source: WebApp Configuration
fr: Configuration WebApp

source: The Java web applications listed below are started by the webConsole client and run in the same JVM as the router. They are usually web applications accessible through the router console. They may be complete applications (e.g. i2psnark),front-ends to another client or application which must be separately enabled (e.g. susidns, i2ptunnel), or have no web interface at all (e.g. addressbook).
fr: Les applications Web Java listées ci-dessous sont démarrées par le client webConsole et s'exécutent dans la même JVM que le routeur. Il s'agit généralement d'applications web accessibles par la console du routeur. Il peut s'agir d'applications complètes (ex: i2pSnark), d'interfaces pour d'autres clients ou applications qui doivent être activées séparément (ex: susidns, i2ptunnel), ou n'ayant absolument aucune interface web (ex: le carnet d'adresses).

source: A web app may also be disabled by removing the .war file from the webapps directory; however the .war file and web app will reappear when you update your router to a newer version, so disabling the web app here is the preferred method.
fr: Une appli web peut aussi être désactivée en supprimant le ficher .war du répertoire des web apps; mais le fichier et la web app reviendront à l'occasion d'une mise à jour du routeur, et donc la désactivation depuis la console est la méthode recommandée.

source: Plugin Configuration
fr: Configuration de greffon

source: The plugins listed below are started by the webConsole client.
fr: Les greffons listés ci-dessous sont démarrés par le client webConsole.

source: Plugin Installation from URL
fr: Installation de plugin depuis URL

source: Look for available plugins on {0}.
fr: Chercher des plug-ins disponibles sur {0}.

source: To install a plugin, enter the download URL:
fr: Pour installer un greffon, entrez son URL de téléchargement:

source: Plugin Installation from File
fr: Installation de plugin depuis fichier

source: Install plugin from file.
fr: Installer un plugin depuis un fichier

source: Select xpi2p or su3 file
fr: Sélectionner un fichier xpi2p ou su3

source: Update All Plugins
fr: Mettre à jour tous les plugins

source: config home
fr: accueil config

source: Default Home Page
fr: Page d'accueil par défaut

source: Use old home page
fr: Utiliser la vieille page d'accueil

source: Search Engines
fr: Moteurs de recherche

source: Hidden Services of Interest
fr: Services cachés dignes d'intérêt

source: Applications and Configuration
fr: Applications et Configuration

source: config keyring
fr: Configuration du porte-clés

source: I2P Keyring Configuration
fr: Configuration du porte-clés I2P

source: The router keyring is used to decrypt encrypted leaseSets.
fr: Le trousseau de clés du routeur est utilisé pour déchiffrer les jeux de baux (leaseSets) cryptés.

source: The keyring may contain keys for local or remote encrypted destinations.
fr: Le trousseau contient les clés pour des destinations cryptées locales ou distantes.

source: Manual Keyring Addition
fr: Ajout manuel de clés

source: Enter keys for encrypted remote destinations here.
fr: Saisissez ici les clés pour les destinations distantes chiffrées.

source: Keys for local destinations must be entered on the
fr: Les clés des destinations locales doivent être entrées sur la

source: I2PTunnel page
fr: page I2PTunnel

source: Dest. name, hash, or full key
fr: Nom de destination, empreinte, ou clé complète

source: Encryption Key
fr: Clé de cryptage

source: config logging
fr: configuration des historiques

source: I2P Logging Configuration
fr: Configuration des historiques I2P

source: Configure I2P Logging Options
fr: Configuration des options d'historiques

source: Log file
fr: Nom du fichier des historiques

source: Edit {0} to change
fr: Editer {0} pour modifier

source: (the symbol '@' will be replaced during log rotation)
fr: (le caractère "@" sera remplacé lors des rotations d'historiques)

source: Log record format
fr: Format des enregistrements d'historiques

source: (use 'd' = date, 'c' = class, 't' = thread, 'p' = priority, 'm' = message)
fr: (utilisez "d" = date, "c" = classe, "t" = tâche, "p" = priorité, "m" = message)

source: Log date format
fr: Format de date des historiques

source: ('MM' = month, 'dd' = day, 'HH' = hour, 'mm' = minute, 'ss' = second, 'SSS' = millisecond)
fr: ("MM" = mois, "dd" = jour, "HH" = heure, "mm" = minute, "ss" = seconde, "SSS" = milliseconde)

source: Max log file size
fr: Taille max des fichiers d'historiques

source: Default log level
fr: Niveau d'historisation par défaut

source: (DEBUG and INFO are not recommended defaults, as they will drastically slow down your router)
fr: (DEBUG et INFO sont déconseillés, car ils ralentissent drastiquement votre routeur)

source: Log level overrides
fr: Exceptions au niveau d'historisation

source: New override
fr: Nouvelle exception

source: config networking
fr: Interconnexion configuration

source: I2P Network Configuration
fr: Configuration I2P réseau

source: IP and Transport Configuration
fr: Configuration IP et transport

source: There is help below.
fr: Voir les explications ci-dessous.

source: UPnP Configuration
fr: Configuration UPnP

source: Enable UPnP to open firewall ports
fr: Activer UPnP afin d'ouvrir les ports du pare-feu

source: UPnP status
fr: État de UPnP

source: IP Configuration
fr: Configuration IP

source: Externally reachable hostname or IP address
fr: Adresse IP ou nom d'hôte joignable de l'extérieur

source: Use all auto-detect methods
fr: Utiliser toutes les méthodes d'auto-détection

source: Disable UPnP IP address detection
fr: Désactiver la détection de l'adresse IP par UPnP

source: Ignore local interface IP address
fr: Ignorer l'adresse IP de l'interface locale

source: Use SSU IP address detection only
fr: N'utiliser que la détection d'adresse IP par SSU

source: Hidden mode - do not publish IP
fr: Mode caché - ne pas publier l'adresse IP

source: (prevents participating traffic)
fr: (empêche le trafic participants)

source: Specify hostname or IP
fr: Saisir l'adresse IP ou le nom d'hôte

source: Action when IP changes
fr: Action quand l'IP change

source: Laptop mode - Change router identity and UDP port when IP changes for enhanced anonymity
fr: Mode IP publique dynamique/PC portable: modifie l'identité du routeur et le port UDP quand l'IP publique change, pour améliorer l'anonymat

source: Experimental
fr: Expérimental

source: IPv4 Configuration
fr: Configuration IPv4

source: Disable inbound (Firewalled by Carrier-grade NAT or DS-Lite)
fr: Désactiver l'entrant (derrière un pare-feu de type NAT de catégorie transport, ou DS-Lite)

source: IPv6 Configuration
fr: Configuration IPv6

source: Disable IPv6
fr: Désactiver IPv6

source: Enable IPv6
fr: Activer IPv6

source: Prefer IPv4 over IPv6
fr: Préférer IPv4 à IPv6

source: Prefer IPv6 over IPv4
fr: Préférer IPv6 à IPv4

source: Use IPv6 only (disable IPv4)
fr: Utiliser uniquement IPv6 (désactiver IPv4)

source: UDP Configuration:
fr: Configuration UDP :

source: UDP port:
fr: Port UDP :

source: Completely disable
fr: Désactiver complètement

source: (select only if behind a firewall that blocks outbound UDP)
fr: (à choisir seulement si derrière un pare-feu qui bloque UDP sortant)

source: TCP Configuration
fr: Configuration TCP

source: Use auto-detected IP address
fr: Utiliser l'adresse IP auto-détectée

source: currently
fr: actuellement

source: if we are not firewalled
fr: si vous n'êtes pas bloqué par un pare-feu

source: Always use auto-detected IP address (Not firewalled)
fr: Toujours utiliser l'adresse IP auto-détectée (non bloqué par pare-feu)

source: Disable inbound (Firewalled)
fr: Désactiver les connexions entrantes (car derrière un pare-feu)

source: (select only if behind a firewall that throttles or blocks outbound TCP)
fr: (selectionner seulement si derrière un pare-feu qui limite les connexions sortantes TCP)

source: Externally reachable TCP port
fr: Port TCP joignable de l'extérieur
