Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/routerconsole/locale/messages_*.po
Languages: fr

source: Tunnels longer than 3 hops (for example 2 hops + 0-2 hops, 3 hops + 0-1 hops, 3 hops + 0-2 hops), or a high quantity + backup quantity, may severely reduce performance or reliability.
fr: Des tunnels à plus de 3 sauts (p.e. 2 sauts + 0-2 sauts, 3 sauts + 0-1 saut, 3 sauts + 0-2 sauts), ou en grand nombre avec une réserve de secours élevée, peuvent gravement réduire les performances ou la fiabilité.

source: High CPU and/or high outbound bandwidth usage may result.
fr: Une haute charge CPU et/ou une haute utilisation de bande passante sortante peuvent en résulter.

source: Change these settings with care, and adjust them if you have problems.
fr: Modifiez ces réglages avec prudence, et ajustez les en cas de problèmes.

source: Exploratory tunnel setting changes are stored in the router.config file.
fr: Les modifications des réglages de tunnels exploratoires sont enregistrées dans le fichier router.config.

source: Client tunnel changes are temporary and are not saved.
fr: Les modifications des tunnels clients sont temporaires et ne sont pas enregistrées.

source: To make permanent client tunnel changes see the
fr: Pour faire des modifications permanentes à un tunnel client particulier, voyez la

source: i2ptunnel page
fr: page i2ptunnel

source: config UI
fr: configuration de la console

source: I2P UI Configuration
fr: Préférences de la console

source: Router Console Theme
fr: Thème de la console

source: Theme selection disabled for Internet Explorer, sorry.
fr: Sélection de thème indisponible pour Internet Explorer, désolé.

source: If you're not using IE, it's likely that your browser is pretending to be IE; please configure your browser (or proxy) to use a different User Agent string if you'd like to access the console themes.
fr: Si vous n'utilisez pas IE, c'est que votre navigateur tente de le faire croire; configurez-le (ou son proxy) pour qu'il utilise une chaîne User Agent différente si vous souhaitez pouvoir changer de thème.

source: Router Console Language
fr: Langue de la console

source: Please contribute to the router console translation project! Contact the developers in #i2p-dev on IRC to help.
fr: S'il vous plaît contribuez au projet de traduction de la console routeur ! Contactez les développeurs sur #i2p-dev sur IRC pour aider.

source: Apply
fr: Appliquer

source: Router Console Password
fr: Mot de passe de console du routeur

source: config update
fr: mise à jour config

source: I2P Update Configuration
fr: Configuration des mises à jour

source: Check for I2P and news updates
fr: Vérification de mises à jour I2P et nouvelles

source: News &amp; I2P Updates
fr: Actualités et mises à jour I2P

source: Check for news updates
fr: Contrôle de mises à jour

source: News Updates
fr: Mises à jour des nouvelles

source: Update In Progress
fr: Mise à jour en cours

source: News URL
fr: URL des actualités

source: Refresh frequency
fr: Fréquence d'actualisation

source: Update policy
fr: Méthode de mise à jour

source: Fetch news through the eepProxy?
fr: Récupérer news à travers le eepProxy ?

source: Update through the eepProxy?
fr: Mettre à jour via l'eeProxy ?

source: eepProxy host
fr: eeProxy hôte

source: eepProxy port
fr: Port eepProxy

source: Update URLs
fr: Mettre à jour à partir de ces URLs

source: Trusted keys
fr: Clés de confiance

source: Update with signed development builds?
fr: Mettre à jour avec la version de développement signée ?

source: Signed Build URL
fr: URL de construction signée

source: Update with unsigned development builds?
fr: Mettre à jour avec les versions intermédiaires de développement non signées?

source: Unsigned Build URL
fr: L'URL des versions non signées

source: Updates will be dispatched via your package manager.
fr: Les mises à jours seront relayées par votre gestionnaire de paquets

source: home
fr: accueil

source: Welcome to I2P
fr: Bienvenue sur I2P !

source: I2P Addressbook
fr: Carnet d'adresses I2P

source: Open in new tab
fr: Ouvrir dans un nouvel onglet

source: Your browser does not support iFrames.
fr: Votre navigateur n'est pas compatible iFrames.

source: Click here to continue.
fr: Cliquer içi pour continuer.

source: Internal Error
fr: Erreur interne

source: Sorry! There has been an internal error.
fr: Désolé! Une erreur interne est survenue.

source: Please report bugs on {0} or {1}.
fr: Merci de signaler les bogues sur {0} ou {1}.

source: You may use the username "guest" and password "guest" if you do not wish to register.
fr: Vous pouvez utiliser l'identifiant "guest" et le mot de passe "guest" si vous ne souhaitez pas vous inscrire.

source: Please include this information in bug reports
fr: Veuillez inclure cette information dans les rapports de bugs

source: Error Details
fr: Détails de l'erreur

source: Error {0}
fr: Erreur {0}

source: I2P Version and Running Environment
fr: Version d'I2P & environnement d'exécution

source: Note that system information, log timestamps, and log messages may provide clues to your location; please review everything you include in a bug report.
fr: Veuillez prendre note que les informations système, les tampons horaires, et les messages d'historiques contiennent des indices susceptibles de révéler votre identité. Merci de vérifier tout ce que vous incluez dans un rapport de bogue.

source: Page Not Found
fr: Page introuvable

source: Sorry! You appear to be requesting a non-existent Router Console page or resource.
fr: Désolé! Vous avez demandé une page ou ressource de la console inexistante.

source: Error 404
fr: Erreur 404

source: not found
fr: non trouvé

source: events
fr: évènements

source: I2P Event Log
fr: Log d'évènements I2P

source: graphs
fr: graphiques

source: I2P Performance Graphs
fr: Graphiques de performances I2P

source: Click a flag to select a language. Click 'configure language' below to change it later.
fr: Cliquez sur un drapeau pour sélectionner une langue. Cliquez sur 'configurer la langue' ci-dessous pour la changer plus tard.

source: Search I2P
fr: Recherche I2P

source: Jar File Dump
fr: Dump du fichier Jar

source: job queue
fr: file d'attente

source: I2P Router Job Queue
fr: File d'attente de travaux du routeur I2P

source: logs
fr: historiques

source: I2P Router Logs
fr: Fichier traces du routeur I2P

source: Critical Logs
fr: Historiques critiques

source: Router Logs
fr: Historiques du routeur

source: Event Logs
fr: Logs d'évènements

source: View event logs
fr: Vue logs d'évènement

source: Service (Wrapper) Logs
fr: Historique du service Wrapper

source: network database
fr: base de données réseau

source: I2P Network Database
fr: Base de données réseau I2P

source: WebApp Not Found
fr: Application web introuvable

source: Web Application Not Running
fr: Application web non lancée

source: The requested web application is not running.
fr: L'application web demandée n'est pas lancée.

source: Please visit the {0}config clients page{1} to start it.
fr: Veuillez visiter la {0}page de config des clients{1} pour la démarrer.

source: peer connections
fr: connexions de pairs

source: I2P Network Peers
fr: Pairs I2P

source: peer profiles
fr: profils de pairs

source: I2P Network Peer Profiles
fr: Profils de pairs I2P

source: Proof
fr: Preuve

source: statistics
fr: statistiques

source: I2P Router Statistics
fr: Statistiques du routeur I2P

source: Disable {0} Refresh
fr: Désactiver l''actualisation automatique {0}

source: I2P Torrent Downloader
fr: Téléchargeur de torrent I2P

source: tunnel summary
fr: résumé des tunnels

source: I2P Tunnel Summary
fr: Résumé des tunnels I2P

source: Peer Profile
fr: Profils de pair

source: Profile for peer {0}
fr: Profil du pair {0}

source: I2P Webmail
fr: Webmail I2P
