Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/routerconsole/locale/messages_*.po
Languages: fr

source: Use the same port configured for UDP
fr: Utiliser le même port qui a été configuré pour UDP

source: Specify Port
fr: Saisir le port

source: Notes
fr: Remarques

source: a) Do not reveal your port numbers to anyone! b) Changing these settings will restart your router.
fr: a) Ne révélez vos n° de ports à personne ! b) La modification de ces réglages redémarrera votre routeur.

source: Configuration Help
fr: Aide à la configuration

source: While I2P will work fine behind most firewalls, your speeds and network integration will generally improve if the I2P port is forwarded for both UDP and TCP.
fr: Bien que I2P fonctionne derrière la plupart des pare-feux, votre vitesse et votre intégration au réseau seront généralement améliorées par la redirection des ports UDP et TCP d'I2P.

source: If you can, please poke a hole in your firewall to allow unsolicited UDP and TCP packets to reach you.
fr: Si vous le pouvez, ouvrez un port dans votre pare-feu pour recevoir les paquets UDP et TCP non sollicités.

source: If you can't, I2P supports UPnP (Universal Plug and Play) and UDP hole punching with "SSU introductions" to relay traffic.
fr: Sinon, I2P est compatible UPnP (Universal Plug and Play) et perçage de trou UDP par "représentations SSU" pour relayer le trafic.

source: Most of the options above are for special situations, for example where UPnP does not work correctly, or a firewall not under your control is doing harm.
fr: La plupart des options ci-dessous concernent des situations particulières, par exemple quand UPnP ne marche pas correctement, ou qu'un pare-feu hors de contrôle fait son pénible.

source: Certain firewalls such as symmetric NATs may not work well with I2P.
fr: Certains types de pare-feu (tels que les NAT symétriques) empêchent un fonctionnement correct.

source: UPnP is used to communicate with Internet Gateway Devices (IGDs) to detect the external IP address and forward ports.
fr: UPnP est utilisé pour communiquer avec des passerelles Internet afin de détecter l'adresse IP extérieure et de contrôler la redirection des ports.

source: UPnP support is beta, and may not work for any number of reasons
fr: La gestion par UPnP est toujours en développement, et peut ne pas fonctionner pour plusieurs raisons

source: No UPnP-compatible device present
fr: Aucun appareil compatible UPnP détecté

source: UPnP disabled on the device
fr: UPnP est désactivé sur l'appareil

source: Software firewall interference with UPnP
fr: Interférence entre un pare-feu logiciel et UPnP

source: Bugs in the device's UPnP implementation
fr: Bogues dans l'implémentation UPnP de l'appareil

source: Multiple firewall/routers in the internet connection path
fr: Il y a plusieurs routeurs/pare-feux entre le routeur I2P et l'Internet

source: UPnP device change, reset, or address change
fr: Changement d'appareil UPnP, redémarrage, ou changement d'adresse IP

source: Review the UPnP status here.
fr: Vérifier l'état d'UPnP ici.

source: UPnP may be enabled or disabled above, but a change requires a router restart to take effect.
fr: Vous pouvez activer ou désactiver UPnP ci-dessus, mais afin de prendre en compte le changement il faut redémarrer le routeur I2P.

source: Hostnames entered above will be published in the network database.
fr: Les noms d'hôtes saisis ci-dessus seront publiés dans la base de données du réseau I2P.

source: They are <b>not private</b>.
fr: Ils ne sont <b>pas privés</b>.

source: Also, <b>do not enter a private IP address</b> like 127.0.0.1 or 192.168.1.1.
fr: De plus, <b>ne saisissez pas une adresse IP privée</b> telle que 127.0.0.1 ou 192.168.1.1.

source: If you specify the wrong IP address or hostname, or do not properly configure your NAT or firewall, your network performance will degrade substantially.
fr: Si vous saisissez une mauvaise adresse IP ou nom d'hôte, ou configurez votre NAT ou pare-feu incorrectement, votre intégration avec le réseau I2P sera substantiellement dégradée.

source: When in doubt, leave the settings at the defaults.
fr: Dans le doute, laissez les réglages par défaut.

source: Reachability Help
fr: Aide à la joignabilité

source: If you think you have opened up your firewall and I2P still thinks you are firewalled, remember that you may have multiple firewalls, for example both software packages and external hardware routers.
fr: Si vous pensez que vous avez ouvert votre pare-feu et qu'I2P indique toujours que vous êtes derrière un pare-feu, n'oubliez pas que vous avez peut-être plusieurs pare-feux : par exemple celui de votre box DSL, ou un pare-feu logiciel dans votre ordinateur.

source: If there is an error, the <a href="logs.jsp">logs</a> may also help diagnose the problem.
fr: Si il y a une erreur, les <a href="logs.jsp">historiques</a> peuvent aider au diagnostic.

source: Your UDP port does not appear to be firewalled.
fr: Votre port UDP ne semble pas être bloqué par un pare-feu.

source: Your UDP port appears to be firewalled.
fr: Votre port UDP semble bloqué par un pare-feu.

source: As the firewall detection methods are not 100% reliable, this may occasionally be displayed in error.
fr: Comme les méthodes de détection de pare-feu ne sont pas fiables à 100%, ceci peut occasionnellement générer une erreur.

source: However, if it appears consistently, you should check whether both your external and internal firewalls are open for your port.
fr: Cependant, si cela se reproduit systématiquement, vous devez vérifier que votre box et vos pare-feux internes sont ouverts pour votre port.

source: I2P will work fine when firewalled, there is no reason for concern. When firewalled, the router uses "introducers" to relay inbound connections.
fr: I2P fonctionne très bien derrière un pare-feu, ça n'est pas un problème. Derrière un pare-feu, le routeur utilise des "représentants" pour relayer les connexions entrantes.

source: However, you will get more participating traffic and help the network more if you can open your firewall(s).
fr: Cependant, vous obtiendrez davantage de trafic participant et aiderez davantage le réseau si vous avez la possibilité d'ouvrir vos pare-feux.

source: If you think you have already done so, remember that you may have both a hardware and a software firewall, or be behind an additional, institutional firewall you cannot control.
fr: Si vous pensez que vous l'avez déjà fait, n'oubliez pas que vous avez peut-être un pare-feu matériel et logiciel, ou que vous êtes derrière un pare-feu supplémentaire sur lequel vous n'avez aucun contrôle (p.e. en entreprise).

source: Also, some routers cannot correctly forward both TCP and UDP on a single port, or may have other limitations or bugs that prevent them from passing traffic through to I2P.
fr: De plus, certains pare-feux ne peuvent pas transférer correctement TCP et UDP sur le même port, ou pourraient avoir d'autres limitations ou des bogues qui les empêcheraient de passer le trafic à I2P.

source: The router is currently testing whether your UDP port is firewalled.
fr: Le routeur teste actuellement si votre port UDP est bloqué.

source: The router is not configured to publish its address, therefore it does not expect incoming connections.
fr: Le routeur n'est pas configuré pour publier son adresse : il n'attend donc pas de connexions entrantes.

source: Hidden mode is automatically enabled for added protection in certain countries.
fr: Le mode caché est automatiquement activé pour une protection accrue dans certains pays.

source: WARN - Firewalled and Fast
fr: WARN - Pare-feu et Rapide

source: You have configured I2P to share more than 128KBps of bandwidth, but you are firewalled.
fr: Vous avez configuré I2P pour partager plus de 128 KO/S de bande passante, mais vous êtes bloqué par un pare-feu.

source: While I2P will work fine in this configuration, if you really have over 128KBps of bandwidth to share, it will be much more helpful to the network if you open your firewall.
fr: Bien qu'I2P fonctionne correctement dans cette configuration, si vous avez vraiment plus de 128 KO/S (environ 1 MB/S) de bande passante à partager, il serait bénéfique pour le réseau que vous ouvriez un port dans votre pare-feu.

source: WARN - Firewalled and Floodfill
fr: WARN - Pare-feu et Floodfill

source: You have configured I2P to be a floodfill router, but you are firewalled.
fr: Vous avez configuré I2P pour être un routeur de remplissage par diffusion, mais vous êtes derrière un pare-feu.

source: For best participation as a floodfill router, you should open your firewall.
fr: Pour une meilleure participation en tant que Floodfill (diffuseur), vous devriez ouvrir votre pare-feu.

source: WARN - Firewalled with Inbound TCP Enabled
fr: WARN - Pare-feu avec TCP entrant activé

source: You have configured inbound TCP, however your UDP port is firewalled, and therefore it is likely that your TCP port is firewalled as well.
fr: Vous avez configuré le TCP entrant, cependant votre port UDP est bloqué par un pare-feu, en conséquence il est probable que votre port TCP le soit aussi.

source: If your TCP port is firewalled with inbound TCP enabled, routers will not be able to contact you via TCP, which will hurt the network.
fr: Si votre port TCP est bloqué par un pare-feu et les connexions entrantes TCP activées, les routeurs ne pourront pas vous contacter via TCP, ce qui va perturber le réseau.

source: Please open your firewall or disable inbound TCP above.
fr: Merci d'ouvrir votre pare-feu ou de désactiver le TCP entrant ci-dessus.

source: WARN - Firewalled with UDP Disabled
fr: WARN - Pare-feu avec UDP désactivé

source: You have configured inbound TCP, however you have disabled UDP.
fr: Vous avez configuré le TCP entrant, mais vous avez désactivé UDP.

source: You appear to be firewalled on TCP, therefore your router cannot accept inbound connections.
fr: Vous apparaissez comme étant bloqué par un pare-feu pour TCP, et en conséquence votre routeur ne peut pas accepter les connexions entrantes.

source: Please open your firewall or enable UDP.
fr: Merci d'ouvrir votre pare-feu ou d'activer UDP.

source: ERR - Clock Skew
fr: ERR - Horloge décalée

source: Your system's clock is skewed, which will make it difficult to participate in the network.
fr: L'horloge système est décalée, ce qui rend la participation au réseau difficile.

source: Correct your clock setting if this error persists.
fr: Corrigez votre réglage d'horloge si cette erreur persiste.

source: ERR - Private TCP Address
fr: ERR - Adresse TCP privée

source: You must never advertise an unroutable IP address such as 127.0.0.1 or 192.168.1.1 as your external address.
fr: Vous ne devez jamais publier une IP non routable telle que 127.0.0.1 ou 192.168.1.1 en tant qu'adresse externe.

source: Correct the address or disable inbound TCP above.
fr: Corrigez cette adresse ou désactivez le TCP entrant ci-dessus.

source: ERR - SymmetricNAT
fr: ERR - NAT symétrique

source: I2P detected that you are firewalled by a Symmetric NAT.
fr: I2P a détecté que vous êtes derrière un NAT symétrique.

source: I2P does not work well behind this type of firewall. You will probably not be able to accept inbound connections, which will limit your participation in the network.
fr: I2P marche mal derrière ce genre de pare-feu. Vous serez probablement incapable d'accepter de recevoir des connexions entrantes, ce qui limitera votre participation au réseau.

source: ERR - UDP Port In Use - Set i2np.udp.internalPort=xxxx in advanced config and restart
fr: ERR - Port UDP en cours d'utilisation - réglez i2np.udp.internalPort=xxxx dans la configuration avancée puis redémarrez

source: I2P was unable to bind to the configured port noted on the advanced network configuration page .
fr: I2P a été incapable de se lier au port configuré, noté dans la page de configuration avancée du réseau.

source: Check to see if another program is using the configured port. If so, stop that program or configure I2P to use a different port.
fr: Vérifiez si un autre logiciel utilise le port configuré pour I2P. Si oui, arrêtez ce logiciel ou configurez I2P afin qu'il utilise un port différent (dans Windows tapez netstat dans une boîte de commandes pour lister les ports utilisés par les logiciels).

source: This may be a transient error, if the other program is no longer using the port.
fr: Il s'agit peut-être d'une erreur passagère, si l'autre logiciel n'utilise plus le port.

source: However, a restart is always required after this error.
fr: Cependant un redémarrage du routeur est toujours requis après cette erreur.

source: ERR - UDP Disabled and Inbound TCP host/port not set
fr: ERR - UDP est désactivé et l'hôte/port TCP entrant n'est pas défini.

source: You have not configured inbound TCP with a hostname and port above, however you have disabled UDP.
fr: Vous n'avez pas configuré le TCP entrant ci-dessus avec un nom d'hôte et un port, cependant vous avez désactivé UDP.

source: Therefore your router cannot accept inbound connections.
fr: Le routeur ne peut donc pas accepter de connexions entrantes.

source: Please configure a TCP host and port above or enable UDP.
fr: Merci de configurer ci-dessus un nom et un port TCP, ou activer UDP.

source: ERR - Client Manager I2CP Error - check logs
fr: ERR - Erreur du gestionnaire de clients I2CP - vérifier l'historique

source: This is usually due to a port 7654 conflict. Check the logs to verify.
fr: Ceci est habituellement dû à un conflit de port 7654. Vérifiez dans l'historique (et pensez éventuellement à netstat ;-) ).

source: Do you have another I2P instance running? Stop the conflicting program and restart I2P.
fr: Avez-vous une autre instance d'I2P en cours d'exécution ? Arrêtez le logiciel en conflit puis redémarrez I2P.

source: config peers
fr: Configuration des pairs

source: I2P Peer Configuration
fr: Configuration des pairs I2P

source: Manual Peer Controls
fr: Contrôle manuel des pairs

source: Router Hash
fr: Empreinte du routeur

source: Manually Ban / Unban a Peer
fr: (Dé)banissement manuel d'un pair

source: Banning will prevent the participation of this peer in tunnels you create.
fr: Le banissement empêchera ce pair de participer aux tunnels que vous créez.

source: Adjust Profile Bonuses
fr: Ajuster les bonus du profil

source: Bonuses may be positive or negative, and affect the peer's inclusion in Fast and High Capacity tiers. Fast peers are used for client tunnels, and High Capacity peers are used for some exploratory tunnels. Current bonuses are displayed on the
fr: Les bonus peuvent être positifs ou négatifs, et influencent l'affectation des pairs dans les groupes "Rapides" et "Hautes capacités". Les pairs rapides sont utilisés pour les tunnels clients, et les pairs à hautes capacités pour certains tunnels exploratoires. Les bonus actuels sont affichés sur la

source: profiles page
fr: page des profils

source: Banned Peers
fr: Pairs bannis

source: Banned IPs
fr: Adresses IP bannies

source: config reseeding
fr: Config réamorçage

source: I2P Reseeding Configuration
fr: Configuration du réamorçage d'I2P

source: Reseeding is the bootstrapping process used to find other routers when you first install I2P, or when your router has too few router references remaining.
fr: Le réamorçage est le processus de lancement utilisé pour trouver d'autres routeurs lors de la première installation de I2P, ou lorsqu'il reste au routeur trop peu de références vers d'autres routeurs.

source: If reseeding has failed, you should first check your network connection.
fr: Si le réamorçage a échoué, vérifiez d'abord l'état de votre connexion au réseau.

source: See {0} for instructions on reseeding manually.
fr: Voir les instructions de réamorçage manuel sur {0}.

source: the FAQ
fr: la FAQ

source: Manual Reseed from URL
fr: Ré-essaimage manuel depuis une URL

source: Enter zip or su3 URL
fr: Saisir un ZIP ou une URL de su3

source: The su3 format is preferred, as it will be verified as signed by a trusted source.
fr: Le format su3 est préféré, parce qu'il sera vérifié et signé par une source éprouvée.

source: The zip format is unsigned; use a zip file only from a source that you trust.
fr: Le format ZIP est non signé; utilisez un fichier zip seulement si il est issu d'une source en laquelle vous avez confiance.

source: Manual Reseed from File
fr: Ré-essaimage manuel depuis un fichier

source: Select zip or su3 file
fr: Sélectionnez fichier zip ou su3

source: Create Reseed File
fr: Créer fichier de ré-essaimage

source: Create a new reseed zip file you may share for others to reseed manually.
fr: Créez un nouveau fichier ZIP de ré-essaimage que vous pourrez partager avec d'autres afin de ré-essaimer manuellement.

source: This file will never contain your own router's identity or IP.
fr: Ce fichier ne contiendra jamais l'identité de votre propre routeur ou IP.

source: Create reseed file
fr: Créer fichier de ré-essaimage

source: Reseeding Configuration
fr: Configuration réamorçage

source: Change these only if HTTPS is blocked by a restrictive firewall and reseed has failed.
fr: Changez ceux-ci seulement si HTTPS est bloqué par un pare-feu restrictif et si le ré-essaimage a échoué.

source: Reseed URL Selection
fr: Sélection de l'URL de réamorçage

source: Try SSL first then non-SSL
fr: Tenter SSL, sinon repli sur non-SSL

source: Use SSL only
fr: Avec SSL seulement

source: Use non-SSL only
fr: Sans SSL

source: Reseed URLs
fr: URLs de réamorçage

source: Enable HTTP Proxy?
fr: Activer le proxy HTTP ?

source: HTTP Proxy Host
fr: Hôte mandataire proxy HTTP

source: HTTP Proxy Port
fr: Port mandataire proxy HTTP

source: Use HTTP Proxy Authorization?
fr: Utiliser l'autorisation proxy HTTP ?

source: HTTP Proxy Username
fr: Nom d'utilisateur proxy HTTP

source: HTTP Proxy Password
fr: Mot de passe proxy HTTP

source: Enable HTTPS Proxy?
fr: Activer le proxy HTTPS ?

source: HTTPS Proxy Host
fr: Hôte proxy HTTPS

source: HTTPS Proxy Port
fr: Port du proxy HTTP

source: Use HTTPS Proxy Authorization?
fr: Utiliser l'autorisation proxy HTTPS ?

source: HTTPS Proxy Username
fr: Nom d'utilisateur proxy HTTPS

source: HTTPS Proxy Password
fr: Mot de passe proxy HTTPS

source: config service
fr: Configuration du service

source: I2P Service Configuration
fr: Configuration du service I2P

source: Shutdown the router
fr: Arrêter le routeur

source: Graceful shutdown lets the router satisfy the agreements it has already made before shutting down, but may take a few minutes.
fr: Un arrêt respectueux permet au routeur de satisfaire les accords en place avec d'autres routeurs avant la fermeture, mais cela prendra quelques minutes.

source: If you need to kill the router immediately, that option is available as well.
fr: Si vous avez besoin d'arrêter le routeur I2P immédiatement, cette option est également disponible.

source: If you want the router to restart itself after shutting down, you can choose one of the following.
fr: Si vous voulez que le routeur redémarre après l'arrêt, vous pouvez choisir une des possibilités suivantes.

source: This is useful in some situations - for example, if you changed some settings that client applications only read at startup, such as the routerconsole password or the interface it listens on.
fr: C'est utile dans certaines situations: p.e. quand vous faites un réglage que telle application cliente ne lit qu'au démarrage, comme le mot de passe de la console ou l'interface sur lequel elle écoute.

source: A graceful restart will take a few minutes (but your peers will appreciate your patience), while a hard restart does so immediately.
fr: Un redémarrage respectueux prendra quelques minutes (mais vos pairs apprécieront votre patience), un redémarrage immédiat est quasi instantané.

source: After tearing down the router, it will wait 1 minute before starting back up again.
fr: Après le redémarrage du routeur, il attendra 1 minute avant de se relancer.

source: Systray integration
fr: Intégration dans la zone de notification

source: On the windows platform, there is a small application to sit in the system tray, allowing you to view the router's status
fr: Sur Windows, une icône pour la zone de notification indiquant l'état du routeur

source: (later on, I2P client applications will be able to integrate their own functionality into the system tray as well).
fr: (Ultérieurement, les applications clientes I2P pourront aussi intégrer leurs propres fonctionnalités dans la zone de notification système).

source: If you are on windows, you can either enable or disable that icon here.
fr: Si vous êtes sur Windows, vous pouvez (dés)activer cette icône ici.

source: Show systray icon
fr: Afficher l'icône de zone de notification

source: Hide systray icon
fr: Masquer l'icône de zone de notification

source: Run on startup
fr: Lancer au démarrage

source: You can control whether I2P is run on startup or not by selecting one of the following options - I2P will install (or remove) a service accordingly.
fr: Vous pouvez contrôler si I2P doit être lancé au démarrage ou pas en choisissant une des options suivantes : I2P installera le service en conséquence.

source: If you prefer the command line, you can also run the
fr: Si vous préférez la ligne commande, vous pouvez aussi exécuter la

source: If you are running I2P as service right now, removing it will shut down your router immediately.
fr: Si vous exécutez actuellement I2P en tant que service, l'enlever arrêtera le routeur immédiatement.

source: You may want to consider shutting down gracefully, as above, then running uninstall_i2p_service_winnt.bat.
fr: Vous pouvez faire un arrêt respectueux, comme ci-dessus, puis lancer le fichier uninstall_i2p_service_winnt.bat.

source: Debugging
fr: Débogage

source: View the job queue
fr: Afficher la file d'attente de travaux

source: At times, it may be helpful to debug I2P by getting a thread dump. To do so, please select the following option and review the thread dumped to <a href="logs.jsp#servicelogs">wrapper.log</a>.
fr: À l'occasion, il peut être utile de déboguer I2P à l'aide d'un cliché de tâches. Pour ce faire, cliquer sur le bouton ci-dessous et examiner le résultat dans l'historique du <a href="logs.jsp#servicelogs">service Wrapper</a>.

source: Launch browser on router startup?
fr: Lancer le navigateur au démarrage du routeur?

source: I2P's main configuration interface is this web console, so for your convenience I2P can launch a web browser on startup pointing at
fr: La plus grande partie de la configuration d'I2P se fait dans cette console, et donc pour votre confort, I2P peut lancer au démarrage votre navigateur sur

source: config summary bar
fr: configure barre sommaire

source: I2P Summary Bar Configuration
fr: Configuration barre de résumé I2P

source: Refresh Interval
fr: Intervalle de rafraîchissement

source: seconds
fr: secondes

source: Customize Summary Bar
fr: Personnaliser la barre de résumé

source: I2P Stats Configuration
fr: Configuration des statistiques d'I2P

source: Configure I2P Stat Collection
fr: Sélection des données à collecter

source: Enable full stats?
fr: Activer toutes les statistiques

source: change requires restart to take effect
fr: la modification sera prise en compte au prochain démarrage

source: Stat file
fr: Fichier des statistiques

source: Filter
fr: Filtre

source: toggle all
fr: basculer tout

source: Log
fr: Histo.

source: Advanced filter
fr: Filtre avancé

source: config tunnels
fr: Configuration des tunnels

source: I2P Tunnel Configuration
fr: Configuration des tunnels I2P

source: The default settings work for most people.
fr: La configuration par défaut fonctionne pour la plupart des utilisateurs.

source: There is a fundamental tradeoff between anonymity and performance.
fr: Il y a une contradiction fondamentale entre anonymat et performances.
