Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/routerconsole/locale-news/messages_*.po
Languages: fr, it, pt

source: Congratulations on getting I2P installed!
fr: Merci d'utiliser I2P !
it: Congratulazioni per aver installato I2P!
pt: Parabéns, você instalou o roteador I2P com êxito!

source: Welcome to I2P!
fr: Bienvenue sur I2P !
it: Benvenuto su I2P!
pt: Bem-vindo ao I2P!

source: Please {0}have patience{1} as I2P boots up and finds peers.
fr: Merci de {0}patienter{1} le temps qu''I2P démarre et trouve des pairs.
it: Abbi un po'' di {0}pazienza{1} mentre I2P si avvia e trova dei peer.
pt: Seja {0}paciente{1} enquanto I2P ainda está iniciando-se e enquanto continuam sendo encontrados outros roteadores I2P!

source: While you are waiting, please {0}adjust your bandwidth settings{1} on the {2}configuration page{3}.
fr: Pendant ce temps, merci d''{0}adjuster vos réglages de bande passante{1} sur la page de {2}configuration{3}.
it: Mentre attendi, {0}regola le tue impostazioni per la larghezza di banda{1} nella {2}pagina di configurazione{3}.
pt: Este é o momento ideal para personalizar a {0}configuração de largura de banda{1} na {2}página de configuração{3}.

source: Also you can setup your browser to use the I2P proxy to reach eepsites.
fr: Vous pouvez également configurer votre navigateur afin d'utiliser le proxy I2P pour consulter les eepsites.
it: Inoltre, puoi impostare il tuo browser per usare il proxy I2P per raggiungere gli eepsite.
pt: Você também pode configurar seu navegador para usar o proxy I2P para alcançar eepsites.

source: Just enter 127.0.0.1 (or localhost) port 4444 as a http proxy into your browser settings.
fr: Il suffit d'entrer en tant que proxy http dans les paramètres de votre navigateur 127.0.0.1 (ou localhost) port 4444.
it: Ti basta inserire 127.0.0.1 (o localhost) porta 4444 come proxy http nelle impostazioni del browser.
pt: Basta digitar 127.0.0.1 (ou localhost), porta 4444 como um proxy http em suas configurações do navegador.

source: Do not use SOCKS for this.
fr: Ne pas utiliser SOCKS pour cela.
it: Non usare SOCKS per questo.
pt: Não use SUCKS para isto.

source: More information can be found on the {0}I2P browser proxy setup page{1}.
fr: Davantage d''informations sont disponibles sur la {1}page de configuration du proxy I2P{0}.
it: Per ulteriori informazioni consulta la {0}pagina di impostazione del proxy del browser I2P{1}.
pt: Mais informação pode ser encontrada na página{1} de configuração de proxy de navegador do I2P{0}.

source: Once you have a "shared clients" destination listed on the left, please {0}check out{1} our {2}FAQ{3}.
fr: Une fois que vous avez l''indication "clients partagés&hellip;" listée sur la gauche, merci de {0}jeter un œil{1} à la {2}FAQ{3}.
it: Dopo aver come destinazione dei "client condivisi" elencati sulla sinistra, {0}controlla{1} la nostra {2}FAQ{3}.
pt: Quando você vê uma conexão no lado esquerdo chamada "shared clients", você pode visitar os nossos {0}{1} {2}FAQ{3}.

source: Point your IRC client to {0}localhost:6668{1} and say hi to us on {2}#i2p{3}.
fr: Configurez votre client IRC pour pointer vers {0}localhost:6668{1} et passez nous voir sur {2}#i2p{3}.
it: Punta il tuo client IRC su {0}localhost:6668{1} e vieni a salutarci su {2}#i2p{3}.
pt: Redireciona o teu cliente de IRC para {0}localhost:6668{1} e vem dizer ola em {2}#i2p{3}.
