Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/debian/po/*.po
Languages: fi, fr, pt, sv

source: Should the I2P router be started at boot?
fi: Tulisiko I2P-reititin käynnistää järjestelmän käynnistyksen yhteydessä?
fr: Le routeur I2P devrait-il être démarré au boot ?
pt: Devera o i2p router ser iniciado no arranque
sv: Ska I2P routern startas vid systemstart?

source: The I2P router can be run as a daemon that starts automatically when your computer boots up. This is the recommended configuration.
fi: I2P-reititin voi toimia taustapalveluna, joka käynnistyy automaattisesti tietokoneen käynnistyessä. Tämä on suositeltu asetus.
fr: Ce routeur I2P peut être lancé comme un service qui se lance automatiquement quand l'ordinateur démarre. Ceci est la configuration recommandée.
pt: O i2p router pode correr como serviso que inicaiara quando o computudor iniciar. Esta é a configuração recomendada
sv: I2P routern kan köras som en tjänst (daemon) som automatiskt startas när datorn startas. Detta rekommenderas.

source: I2P daemon user:
fi: I2P daemon käyttäjä:
fr: Utilisateur du service I2P :
pt: Utilizador do serviço I2P:
sv: Användare för I2P tjänsten:

source: By default I2P is configured to run under the account i2psvc when running as a daemon. To use an **existing** I2P profile you may enter a different account name here. For example, if your previous I2P installation is at /home/user/i2p, you may enter 'user' here.
fi: Oletuksena I2P on säädetty toimimaan taustapalveluna i2psvc-käyttäjällä. Käytettäessä **olemassa olevaa** I2P-profiilia, voidaan eri käyttäjänimi syöttää tähän. Esimerkiksi, jos edellinen I2P-asennus oli /home/user/i2p, voidaan tähän syöttää 'user'.
fr: D'origine I2P est configuré pour fonctionner sous le compte i2psvc quand il fonctionne comme service. Pour utiliser un profil **existant** vous pouvez entrer ici un nom de compte différent. Par exemple, si votre précédente installation est dans /home/user/i2p, vous pouvez entrer 'user' ici.
pt: Por padrão o I2P é configurado para executar como usuário i2psvc no modo Serviço. Para usar um perfil I2P **existente** você pode digitar um nome de usuário diferente aqui. Por exemplo, se a sua instalação antiga está em /home/user/i2p, você pode digitar 'user'.
sv: Som standard är I2P inställt för att köras under användaren i2psvc när det körs som tjänst. För att använda ett **existerande** I2P profil, ange en annan användare här. Exempelvis, om din tidigare I2P installation är /home/user/i2p så ange 'user' här.

source: Very important: If a user other than the default of 'i2psvc' is entered here, the chosen username *MUST* already exist.
fi: Erittäin tärkeää: jos joku muu käyttäjä kuin oletusarvo 'i2psvc' syötetään tähän, käyttäjän *TÄYTYY* olla ennestään olemassa.
fr: Très important : si un utilisateur autre que celui par défaut de 'i2psvc' est entré ici, l'utilisateur choisi *DOIT* déjà exister.
pt: Muito importante: Se um usuário diferente de 'i2psvc' for digitado aqui, este usuário PRECISA existir.
sv: OBS! Viktigt: Om en annan användare än standard 'i2psvc' skrivs in här. *MÅSTE* det användarnamnet redan existera.

source: Memory that can be allocated to I2P:
fi: Muisti, joka voidaan varata I2P:n käyttöön:
fr: Mémoire qui peut être allouée à I2P:
pt: Memoria que vai ser alocada pelo I2P:
sv: Minne som kan tilldelas I2P:

source: By default, I2P will only be allowed to use up to 128MB of RAM.
fi: Oletuksena I2P voi käyttää maksimissaan vain 128MB RAM-muistia.
fr: D'origine, I2P va sera seulement autorisé à utiliser jusqu'à 128 Mo de RAM.
pt: Por defeito o I2P apenas vai ser autorizado a usar até 128MB de RAM.
sv: Som standard kommer I2P bara att använda up till 128MB RAM.

source: High bandwidth routers, as well as routers with a lot of active torrents / plugins, may need to have this value increased.
fi: Suurikaistaiset reitittimet, sekä reitittimet, joilla on paljon aktiivisia torrenteja / lisäosia, saattavat tarvita tämän arvon korotettuna.
fr: Les routeurs haut débit, ainsi que les routeurs avec beaucoup de torrents / plugins actifs, pourrait nécessiter d'avoir cette valeur augmentée.
pt: Roteadores I2P com internet rápida, e também com muitos torrents e plugins ativos, podem precisar aumentar este valor.
sv: För routrar med hög bandbredd eller routrar med hög aktivitet kan detta behöva ökas

source: Run I2P daemon confined with AppArmor
fi: Suorita I2P-daemon AppArmorin kanssa
fr: Exécuter le démon I2P confiné avec AppArmor
pt: Correr daemon I2p confinado com o AppArmor
sv: Kör I2Pdaemon begränsad av AppArmor

source: With this option enabled I2P will be sandboxed with AppArmor, restricting which files and directories may be accessed by I2P.
fi: Jos tämä asetus on päällä, I2P hiekkalaatikoidaan AppArmorilla, rajoittaen tiedostot ja hakemistot, jotka ovat I2P:n saatavissa.
fr: Avec cette option activée I2P sera exécuté dans un bac à sable (sandbox) grâce à AppArmor, mais ceci limitera les fichiers et les répertoires auxquels I2P pourra avoir accès.
pt: Com esta opção ativada o I2P Vai correr em sandbox com AppArmor, retingindo que ficheiros e diretórios são acessíveis pelo I2P
sv: Med det här valet aktiverat kommer I2P att köras i sandlåda med AppArmor, som begränsar vilka filer och mappar som kan kommas åt av I2P.
