Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/susimail/locale/messages_*.po
Languages: fr, sq

source: No encoder found for encoding \''{0}\''.
fr: Pas d''encodeur trouvé pour encoder "{0}".
sq: Nuk gjindet koduesi për të koduar \''{0}\''.

source: Fwd:
fr: TR:

source: unknown
fr: inconnu
sq: I panjohur

source: Warning: no charset found, fallback to US-ASCII.
fr: Avertissement: aucun jeu de caractères trouvé, retour en ASCII-US
sq: Vërejtje: nuk gjindet shenjetorja, kthehem në US-ASCII.

source: Charset \''{0}\'' not supported.
fr: Jeu de caractères \''{0}\'' non pris en charge.
sq: Shenjëtorja \''{0}\'' nuk përkrahet.

source: Part ({0}) not shown, because of {1}
fr: Partie ({0}) non affichée car {1}
sq: Pjesa ({0}) nuk shfaqet, për arsye të {1}

source: Download attachment {0}
fr: Télécharger les pièces jointes {0}
sq: Shkarko shtojcën {0}

source: File is packed into a zipfile for security reasons.
fr: Fichier compressé en zip par sécurité.
sq: Fili është paluar në zipfile për arsye sigurie.

source: Attachment ({0}).
fr: Pièce jointe ({0}).
sq: Shtojca ({0}).

source: Need username for authentication.
fr: Identifiant requis pour l'authentification.
sq: Duhet emrin për vërtetim.

source: Need password for authentication.
fr: Mot de passe requis pour l'authentification.
sq: Duhet fjalëkalimi për vërtetim.

source: Need hostname for connect.
fr: Nom d'hôte requis pour la connexion.
sq: Duhet hostname për lidhje.

source: Need port number for pop3 connect.
fr: Port requis pour la connexion POP3.
sq: Duhet numri i portales për lidhje në pop3.

source: POP3 port number is not in range 0..65535.
fr: Le port POP3 n'est pas compris entre 0 et 65535.
sq: Numri i portales së POP3'së nuk arritet 0..65535.

source: POP3 port number is invalid.
fr: Port POP3 incorrect.
sq: Numri i portales së POP3'së është invalid.

source: Need port number for smtp connect.
fr: Port requis pour la connexion SMTP.
sq: Duhet numri i portales për të lidhur smtp.

source: SMTP port number is not in range 0..65535.
fr: Le port SMTP n'est pas compris entre 0 et 65535.
sq: Numri i portales së SMTP'së nuk arritet 0..65535.

source: SMTP port number is invalid.
fr: Port SMTP incorrect.
sq: Numri i portales së SMTP'së është invalid.

source: User logged out.
fr: Utilisateur déconnecté.
sq: Përdoruesi është jashtkyqur.

source: Internal error, lost connection.
fr: Erreur interne, connexion perdue.
sq: Gabim brendësor, u shkëput lidhja.

source: On {0} {1} wrote:
fr: Sur {0} {1} écrit:
sq: Ditën e {0} {1} shkroi:

source: begin forwarded mail
fr: tranfert du message commencé
sq: fillo e-postin përcjellës

source: end forwarded mail
fr: tranfert du message terminé
sq: përfundo e-postin përcjellës

source: Could not fetch mail body.
fr: Impossible de ramener le corps du message.
sq: Nuk mund të sjell përmbajtjen e e-postit.

source: Message id not valid.
fr: ID de message incorrecte.
sq: Mesazhi nuk është i vlefshëm.

source: Configuration reloaded
fr: Configuration rechargée
sq: Konfigurimi u ringarkua

source: No Encoding found for {0}
fr: Pas d''encodage trouvé pour {0}
sq: Nuk gjindet Kodimi për {0}

source: Could not encode data: {0}
fr: Impossible d''encoder les données: {0}
sq: Nuk mund të kodojë të dhënat: {0}

source: Error reading uploaded file: {0}
fr: Erreur de lecture du fichier envoyé: {0}
sq: Gabim në leximin e filit të ngarkuar: {0}

source: Attachment not found.
fr: Pièce jointe non trouvée.
sq: Nuk gjindet shtojca.

source: Message not found.
fr: Message non trouvé.

source: Invalid pagesize number, resetting to default value.
fr: Taille de page incorrecte: réinitialisation à la valeur par défaut.
sq: Numri i madhësisë së faqes invalid, duke u rivendosur në vlerën e parazgjedhur.

source: No messages marked for deletion.
fr: Aucun message marqué pour suppression
sq: Nuk ka mesazhe të shenjuara për fshirje.

source: 1 message deleted.
fr: {0} message supprimé
sq: 1 mesazh është fshirë.

source: Configuration saved
fr: Configuration sauvegardée
sq: Konfigurimi është ruajtur

source: Login
fr: Identification

source: 1 Message
fr: {0} Message
sq: 1 Mesazh

source: Show Message
fr: Afficher le message
sq: Shfaqe Mesazhin

source: New Message
fr: Nouveau message
sq: Mesazh i ri

source: Message has not been sent. Do you want to discard it?
fr: Le message n'a pas été envoyé. Voulez-vous l'abandonner ?
sq: Mesazhi nuk u dërgua. Doni ta hudhni atë?

source: Error decoding content: {0}
fr: Erreur de décodage de contenu: {0}
sq: Gabim në kodimin e përmbajtjes: {0}

source: no subject
fr: pas d'objet
sq: pa titull

source: Found no valid sender address.
fr: Adresse d'expéditeur correcte non trouvée
sq: Nuk gjej adresë dërguese të vleshme.

source: Found no valid address in \''{0}\''.
fr: Pas d''adresse correcte dans \''{0}\''.
sq: Nuk gjej adresë të vlefshme në \''{0}\''.

source: No recipients found.
fr: Pas de destinataire trouvé.
sq: Nuk gjej marrës.

source: Mail sent.
fr: Message envoyé.
sq: Posti u dërgua

source: Send
fr: Envoyer
sq: Dërgo

source: Cancel
fr: Annuler
sq: Anulo

source: From
fr: De
sq: Nga

source: To
fr: À
sq: Te

source: Cc
fr: Copie à

source: Bcc
fr: Copie cachée à

source: Bcc to self
fr: Cci à moi-même
sq: Bcc të vetëvetja

source: Subject
fr: Objet
sq: Tema

source: Add Attachment
fr: Ajouter une pièce jointe
sq: Ngjite Shtojcën

source: Add another attachment
fr: Ajouter une autre pièce jointe
sq: Ngjite një shtojcë tjetër

source: Attachments
fr: Pièces jointes
sq: Shtojcat

source: Delete selected attachments
fr: Supprimer les pièces jointes sélectionnées
sq: Fshij shtojcat e shenjuara

source: User
fr: Utilisateur
sq: Përdorues

source: Password
fr: Mot de passe
sq: Fjalëkalimi

source: Host
fr: Hôte

source: POP3 Port
fr: Port POP3
sq: Portalja e POP3'së

source: SMTP Port
fr: Port SMTP
sq: Portalja e SMTP'së

source: Read Mail Offline
fr: Lire hors ligne
sq: Lexo E-postin Offline

source: Settings
fr: Paramètres
sq: Cilësimet

source: Learn about I2P mail
fr: Apprendre sur I2P mail
sq: Mëso për I2P mail

source: Create Account
fr: Créer un compte
sq: Krijo Llogari

source: New
fr: Nouveau message
sq: I ri / e re

source: Check Mail
fr: Relever le courrier
sq: Shiko E-postin

source: Logout
fr: Déconnexion

source: Size
fr: Taille
sq: Madhësia

source: Message is new
fr: Nouveau message
sq: Mesazhi është i ri

source: Message has an attachment
fr: Le message contient une pièce jointe
sq: Mesazhi ka një shtojcë

source: Message is spam
fr: Le message est un spam
sq: Mesazhi është spam

source: No messages
fr: Pas de nouveau message
sq: Nuk ka mesazhe

source: Really delete the marked messages?
fr: voulez-vous vraiment supprimer les messages marqués?
sq: Vërtet fshij mesazhet e shenjuara?

source: Yes, really delete them!
fr: Oui, suppression!
sq: Po, vërtet fshij ata!

source: Delete Selected
fr: Supprimer les messages sélectionnés
sq: Fshirja Zgjedhur

source: Mark All
fr: Tout cocher
sq: Shenjo të Gjitha

source: Clear All
fr: Supprimer tous les messages
sq: Pastro të Gjitha

source: First
fr: Premier
sq: Së pari

source: Previous
fr: Précédent
sq: Mëparshme

source: Page {0} of {1}
fr: Page {0} sur {1}
sq: Faqja {0} e {1}

source: Last
fr: Dernier
sq: Së fundi

source: Next
fr: Suivant
sq: Tjetër

source: Really delete this message?
fr: Voulez-vous vraiment supprimer ce message?
sq: Vërtet fshij mesazhin?

source: Yes, really delete it!
fr: Oui, supprimer!
sq: Po, vërtet fshije atë!

source: Reply
fr: Répondre
sq: Përgjigju

source: Reply All
fr: Répondre à tous
sq: Përgjigju të Gjithave

source: Forward
fr: Transférer
sq: Përcjelle

source: Save As
fr: Sauvegarder sous

source: Delete
fr: Supprimer
sq: Fshij

source: Back to Folder
fr: Retour au dossier
sq: Prapa te Folderi

source: Could not fetch mail.
fr: Impossible de ramener le courrier.
sq: Nuk mund të sjell e-postin.

source: Folder Page Size
fr: Taille du dossier
sq: Madhësia e Faqes së Folderit

source: Set
fr: Définir
sq: Vë

source: Advanced Configuration
fr: Configuration avancée
sq: Konfigurim i avancuar

source: Save Configuration
fr: Sauvegarder la configuration
sq: Ruaj Konfigurimin

source: No response from server
fr: Pas de réponse du serveur
sq: Nuk ka përgjegjje nga serveri

source: Error connecting to server
fr: Erreur lors de la connection au serveur
sq: Gabim lidhje me serverin

source: Error opening mailbox
fr: Erreur lors de l'ouverture de la boîte mail
sq: Gabim në hapjen e mailbox'it.

source: Login failed
fr: La connexion a échoué
sq: Login dështoi

source: Cannot connect
fr: Connexion impossible
sq: Nuk mund të lidhem

source: Server refused connection
fr: Le serveur a rejeté la demande de connexion
sq: Serveri refuzoi lidhjen

source: Mail rejected
fr: Mail rejeté
sq: E-posti nuk u pranua

source: Error sending mail
fr: Erreur lors de l'envoi du mail
sq: Gabim dërgimi të e-postit

source: Configuration
sq: Konfigurimi

source: Date
sq: Data
