Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/ministreaming/locale/messages_*.po
Languages: fr

source: Message timeout
fr: Échéance de message

source: Failed delivery to local destination
fr: Échec de livraison vers la destination locale

source: Local router failure
fr: Échec de routeur local

source: Local network failure
fr: Échec de réseau local

source: Session closed
fr: Session fermée

source: Invalid message
fr: Message invalide

source: Invalid message options
fr: Options de message invalide

source: Buffer overflow
fr: Débordement de buffer

source: Message expired
fr: Message expiré

source: Local lease set invalid
fr: Jeu de bail local invalide

source: No local tunnels
fr: Pas de tunnels locaux

source: Unsupported encryption options
fr: Options de chiffrement non supportées

source: Invalid destination
fr: Destination invalide

source: Destination lease set expired
fr: Jeu de bail de la destination expiré

source: Destination lease set not found
fr: Jeu de bail de la destination non trouvé

source: Local destination shutdown
fr: Arrêt de la destination locale

source: Connection was reset
fr: La connexion a été réinitialisée

source: Failure code
fr: Code d'échec
