Repository: NoYouShutup/CryptMeme
Catalog: CryptMeme/apps/i2ptunnel/locale/messages_*.po
Languages: fr

source: internal
fr: interne

source: {0} inbound, {0} outbound tunnel
fr: {0} entrant, {0} sortant tunnels

source: lower bandwidth and reliability
fr: bande passante et fiabilité plus basses

source: standard bandwidth and reliability
fr: basse passante et fiabilité standards

source: higher bandwidth and reliability
fr: basse passante et fiabilité plus élevées

source: Tunnels are not initialized yet, please reload in two minutes.
fr: Les tunnels sont pas encore initialisés, s'il vous plaît rechargez dans deux minutes.

source: Invalid form submission, probably because you used the 'back' or 'reload' button on your browser. Please resubmit.
fr: Échec de soumission du formulaire: vous avez peut-être utilisé le bouton "Page précédente" ou "Recharger" de votre navigateur. Merci de soumettre à nouveau.

source: If the problem persists, verify that you have cookies enabled in your browser.
fr: Si le problème persiste, vérifiez que vous avez activé les cookies dans votre navigateur.

source: Configuration reloaded for all tunnels
fr: Configuration rechargée pour tous les tunnels

source: Starting tunnel
fr: Démarrage du tunnel

source: Stopping tunnel
fr: Arrêt du tunnel

source: New Tunnel
fr: Nouveau tunnel

source: Port not set
fr: Port non défini

source: Invalid port
fr: Port invalide

source: Warning - ports less than 1024 are not recommended
fr: Avertissement - les ports en dessous de 1024 ne sont pas recommandés

source: Warning - duplicate port
fr: Avertissement - port en double

source: Standard client
fr: Client standard

source: HTTP/HTTPS client
fr: Client HTTP/HTTPS

source: IRC client
fr: Client IRC

source: Standard server
fr: Serveur standard

source: HTTP server
fr: Serveur HTTP

source: SOCKS 4/4a/5 proxy
fr: Proxy SOCKS 4/4a/5

source: SOCKS IRC proxy
fr: Proxy IRC SOCKS

source: CONNECT/SSL/HTTPS proxy
fr: Proxy CONNECT/SSL/HTTPS

source: IRC server
fr: Serveur IRC

source: Streamr client
fr: Client flux

source: Streamr server
fr: Serveur flux

source: HTTP bidir
fr: bidir HTTP

source: Host not set
fr: Hôte non défini

source: Invalid address
fr: Adresse incorrecte

source: Hidden Services Manager
fr: Gestionnaire de services cachés

source: Edit Client Tunnel
fr: Éditer tunnel client

source: Edit proxy settings
fr: Modifier les réglages de proxy

source: New proxy settings
fr: Paramètres de nouveau proxy

source: Name
fr: Nom

source: Target
fr: Cible

source: Access Point
fr: Point d'accès

source: required
fr: requis

source: Reachable by
fr: Joignable par

source: Use SSL?
fr: Utiliser SSL ?

source: Outproxies
fr: Proxies sortants

source: SSL Outproxies
fr: Proxies sortants SSL

source: Use Outproxy Plugin
fr: Utiliser plug-in proxy sortant

source: (Check the Box for 'YES')
fr: (Cochez la case pour démarrage automatique en même temps que le routeur)

source: Tunnel Destination
fr: Destination de tunnel

source: name, name:port, or destination
fr: nom, nom:port, ou destination

source: b32 not recommended
fr: b32 déconseillée

source: Shared Client
fr: Client partagé

source: (Share tunnels with other clients and irc/httpclients? Change requires restart of client proxy)
fr: (Partager les tunnels avec d'autres clients et des clients http/irc ? La modification requiert le redémarrage du client proxy)

source: Auto Start
fr: Démarrage automatique

source: Enable DCC
fr: Active DCC

source: Advanced networking options
fr: Options avancées de réseau

source: (NOTE: when this client proxy is configured to share tunnels, then these options are for all the shared proxy clients!)
fr: (ATTENTION : quand ce proxy client est configuré pour partager des tunnels, ces options sont appliquées à tous les proxies clients partagés !)

source: Tunnel Options
fr: Options de tunnel

source: Length
fr: Longueur

source: 0 hop tunnel (no anonymity)
fr: 0 tunnel d'étape (aucun anonymat)

source: 1 hop tunnel (low anonymity)
fr: 1 tunnel d'étape (bas anonymat)

source: 2 hop tunnel (medium anonymity)
fr: 2 tunnels d'étape (moyen anonymat)

source: 3 hop tunnel (high anonymity)
fr: 3 tunnels d'étape (haut anonymat)

source: hop tunnel (very poor performance)
fr: Tunnel de saut (performances médiocres)

source: 0 hop variance (no randomisation, consistant performance)
fr: Variance à 0 saut (pas d'aléa, performances stables)

source: + 0-1 hop variance (medium additive randomisation, subtractive performance)
fr: Variance à + 0 ou 1 saut (aléa moyen, performances diminuées)

source: + 0-2 hop variance (high additive randomisation, subtractive performance)
fr: Variance à + 0 à 2 sauts (aléa élevé, performances diminuées)

source: +/- 0-1 hop variance (standard randomisation, standard performance)
fr: Variance à +/- 0 ou 1 saut (aléas légers, performances diminuées)

source: +/- 0-2 hop variance (not recommended)
fr: Variance à +/- 0 à 2 sauts (déconseillée)

source: hop variance
fr: variance de saut

source: Count
fr: Nombre

source: Backup Count
fr: Secours

source: 0 backup tunnels (0 redundancy, no added resource usage)
fr: Aucun tunnel de secours (pas de tolérance de pannes, pas de consommation de ressources)

source: 1 backup tunnel each direction (low redundancy, low resource usage)
fr: 1 tunnel de secours par direction (légère tolérance de pannes, faible consommation de ressources)

source: 2 backup tunnels each direction (medium redundancy, medium resource usage)
fr: 2 tunnels de secours par direction (tolérance de pannes moyenne, consommation de ressources moyenne)

source: 3 backup tunnels each direction (high redundancy, high resource usage)
fr: 3 tunnels de secours par direction (tolérance de pannes élevée, consommation de ressources élevée)

source: backup tunnels
fr: Tunnels de secours

source: Profile
fr: Profil

source: interactive connection
fr: connexion interactive

source: bulk connection (downloads/websites/BT)
fr: connexion à fort transfert (téléchargements/sites web/BT)

source: Delay Connect
fr: Retard à la connexion

source: for request/response connections
fr: pour les connexions demande/réponse

source: Router I2CP Address
fr: Adresse I2CP du routeur

source: Host
fr: Hôte

source: Delay tunnel open until required
fr: Retarder l'ouverture jusqu'à l'utilisation

source: Enable
fr: Activer

source: Reduce tunnel quantity when idle
fr: Réduire le nombre de tunnels quand inactif

source: Reduced tunnel count
fr: Réduire à

source: Idle minutes
fr: Minutes d'inactivité

source: Close tunnels when idle
fr: Fermer les tunnels quand inactif

source: New Keys on Reopen
fr: Nouvelles clés à la réouverture

source: Disable
fr: Désactiver

source: Persistent private key
fr: Clé privée persistante

source: File
fr: Fichier

source: Local destination
fr: Destination locale

source: Local Base 32
fr: Base locale 32

source: Pass User-Agent header through
fr: Passer l'en-têtes "User-Agent" à travers

source: Pass Referer header through
fr: Passer l'en-tête "Referer" à travers

source: Pass Accept headers through
fr: Passer les en-têtes "Accept" à travers

source: Allow SSL to I2P addresses
fr: Permettre le SSL aux adresses I2P

source: Signature type
fr: Type de signature

source: Experts only!
fr: Experts seulement !

source: Local Authorization
fr: Autorisation locale

source: Username
fr: Identifiant

source: Password
fr: Mot de passe

source: Outproxy Authorization
fr: Autorisation de proxy sortant

source: Jump URL List
fr: Liste d'URL de sauts

source: Custom options
fr: Options personnelles

source: Cancel
fr: Annuler

source: Delete
fr: Supprimer

source: Save
fr: Enregistrer

source: Edit Hidden Service
fr: Éditer service caché

source: Edit server settings
fr: Modifier les paramètres du serveur

source: New server settings
fr: Paramètres de nouveau serveur

source: Website name
fr: Nom du site web

source: (leave blank for outproxies)
fr: (pour les proxies sortants le laisser vide)

source: Private key file
fr: Fichier de clé privée

source: Add to local addressbook
fr: Ajouter au carnet d'adresses local

source: Hostname Signature
fr: Signature du nom d'hôte

source: Encrypt Leaseset
fr: Jeu de baux crypté

source: Encryption Key
fr: Clé de cryptage

source: Generate New Key
fr: Générer une nouvelle clé

source: Generate
fr: Générer

source: (Tunnel must be stopped first)
fr: (Le tunnel doit préalablement être arrêté)

source: Restricted Access List
fr: Contrôle d'accès

source: Whitelist
fr: Liste blanche

source: Blacklist
fr: Liste noire

source: Access List
fr: Liste d'accès

source: Block Access via Inproxies
fr: Bloquer "Access" par l'intermédiaire d'Inproxies

source: Unique Local Address per Client
fr: Adresse locale unique par client

source: Optimize for Multihoming
fr: Optimiser pour multihoming

source: Inbound connection limits (0=unlimited)
fr: Limite de connexions entrantes (0=pas de limite)

source: Per client
fr: Par client

source: Per minute
fr: Par minute

source: Per hour
fr: Par heure

source: Per day
fr: Par jour

source: Max concurrent connections (0=unlimited)
fr: Connexions simultanées maximum (0=pas de limite)

source: POST limits (0=unlimited)
fr: Limites de POST (0=illimité)

source: Per period
fr: Par période

source: Ban minutes
fr: Minutes ban

source: POST limit period (minutes)
fr: Période de limite de POST (minutes)

source: Experts only! Changes B32!
fr: Experts seulement ! Cela modifie la B32 !

source: Status Messages
fr: Messages d'état

source: Refresh
fr: Actualiser

source: Tunnel Wizard
fr: Assistant de configuration de tunnel

source: Stop All
fr: Arrêter tous

source: Start All
fr: Démarrer tous

source: Restart All
fr: Redémarrer tous

source: I2P Hidden Services
fr: Services cachés I2P

source: Points at
fr: Pointe vers

source: Preview
fr: Aperçu

source: Status
fr: État

source: Base32 Address
fr: Adresse Base32

source: No Preview
fr: Aucun aperçu

source: Starting...
fr: Démarrage...

source: Stop
fr: Arrêter

source: Running
fr: Actif

source: Stopped
fr: Arrêté

source: Start
fr: Démarrer

source: New hidden service
fr: Nouveau service caché

source: Create
fr: Créer

source: I2P Client Tunnels
fr: Tunnels clients I2P

source: Standby
fr: Pause

source: Outproxy
fr: Proxy sortant

source: internal plugin
fr: plugin interne

source: none
fr: aucun

source: New client tunnel
fr: Nouveau tunnel client

source: I2P Tunnel Manager - Tunnel Creation Wizard
fr: Gestionnaire tunnel I2P - Assistant de configuration de création de tunnel

source: Server or client tunnel?
fr: Tunnel serveur ou client ?

source: Tunnel type
fr: Type de tunnel

source: Tunnel name and description
fr: Nom de tunnel et description

source: Tunnel destination
fr: Destination du tunnel

source: Binding address and port
fr: Adresse et port de reliure (binding)

source: Tunnel auto-start
fr: Démarrage automatique de tunnel

source: Wizard completed
fr: Assistant complété

source: This wizard will take you through the various options available for creating tunnels in I2P.
fr: Cet assistant va vous guider à travers les différentes options disponibles pour créer des tunnels dans I2P.

source: The first thing to decide is whether you want to create a server or a client tunnel.
fr: La première chose à décider est de savoir si vous voulez créer un serveur ou un tunnel client.

source: If you need to connect to a remote service, such as an IRC server inside I2P or a code repository, then you will require a CLIENT tunnel.
fr: Si vous avez besoin de vous connecter à un service distant, tel qu'un serveur IRC à l'intérieur de I2P ou un code repository (site d'hébergement de code source), alors vous aurez besoin d'un tunnel CLIENT.

source: On the other hand, if you wish to host a service for others to connect to you'll need to create a SERVER tunnel.
fr: D'autre part, si vous souhaitez héberger un service afin que d'autres se connectent à vous, alors vous aurez besoin de créer un tunnel SERVEUR.

source: Server Tunnel
fr: Tunnel serveur

source: Client Tunnel
fr: Tunnel client

source: There are several types of tunnels to choose from:
fr: Il y a plusieurs types de tunnels parmi lesquels choisir :

source: Basic tunnel for connecting to a single service inside I2P.
fr: Tunnel de base pour la connexion à un service unique à l'intérieur de I2P.

source: Try this if none of the tunnel types below fit your requirements, or you don't know what type of tunnel you need.
fr: Essayez ceci si aucun des types de tunnel ci-dessous ne convient à vos besoins, ou vous ne savez pas de quel type de tunnel vous avez besoin.

source: Tunnel that acts as an HTTP proxy for reaching eepsites inside I2P.
fr: Tunnel qui agit comme un proxy HTTP pour atteindre des eepsites à l'intérieur de I2P.

source: Set your browser to use this tunnel as an http proxy, or set your "http_proxy" environment variable for command-line applications in GNU/Linux.
fr: Configurer votre navigateur pour utiliser ce tunnel comme un proxy http, ou définir votre variable «http_proxy» pour l'environnement de ligne de commande dans les applications GNU / Linux.

source: Websites outside I2P can also be reached if an HTTP proxy within I2P is known.
fr: Les sites web en dehors de I2P peuvent aussi être atteints si un proxy HTTP sortant est connu de I2P.

source: Customised client tunnel specific for IRC connections.
fr: Tunnel client sur mesure spécifique pour les connexions IRC.

source: With this tunnel type, your IRC client will be able to connect to an IRC network inside I2P.
fr: Avec ce type de tunnel, votre client IRC sera capable de se connecter à un réseau IRC à l'intérieur de I2P.

source: Each IRC network in I2P that you wish to connect to will require its own tunnel. (See Also, SOCKS IRC)
fr: Chaque réseau IRC dans I2P que vous souhaitez connecter, va nécessiter son propre tunnel (voir aussi, SOCKS IRC).

source: A tunnel that implements the SOCKS protocol.
fr: Un tunnel qui implémente le protocole SOCKS.

source: This enables both TCP and UDP connections to be made through a SOCKS outproxy within I2P.
fr: Ceci permet à la fois aux connexions TCP et UDP d'être faites à travers un proxy sortant SOCKS au sein de I2P.

source: A client tunnel implementing the SOCKS protocol, which is customised for connecting to IRC networks.
fr: Un tunnel client implémentant le protocole SOCKS, qui est adapté pour le raccordement aux réseaux IRC.

source: With this tunnel type, IRC networks in I2P can be reached by typing the I2P address into your IRC client, and configuring the IRC client to use this SOCKS tunnel.
fr: Avec ce type de tunnel, les réseaux IRC dans I2P peuvent être atteint en tapant l'adresse I2P dans votre client IRC, et en configurant le client IRC pour utiliser ce tunnel SOCKS.

source: This means that only one I2P tunnel is required rather than a separate tunnel per IRC network.
fr: Cela signifie que seul un tunnel I2P est nécessaire plutôt qu'un tunnel séparé par réseau IRC.

source: IRC networks outside I2P can also be reached if a SOCKS outproxy within I2P is known, though it depends on whether or not the outproxy has been blocked by the IRC network.
fr: Les réseaux IRC en dehors I2P peuvent également être atteints si un proxy sortant SOCKS au sein de I2P est connu, mais cela dépend de si oui ou non le proxy sortant a été bloqué par le réseau IRC.

source: A client tunnel that implements the HTTP CONNECT command.
fr: Un tunnel client qui implémente la commande HTTP CONNECT.

source: This enables TCP connections to be made through an HTTP outproxy, assuming the proxy supports the CONNECT command.
fr: Cela permet que des connexions TCP puissent être faites à travers un proxy sortant HTTP, en supposant que le proxy prenne en charge la commande CONNECT.

source: A customised client tunnel for Streamr.
fr: Un tunnel client personnalisée pour Streamr.

source: A basic server tunnel for hosting a generic service inside I2P.
fr: Un tunnel de serveur de base pour héberger un service générique à l'intérieur de I2P.

source: A server tunnel that is customised for HTTP connections.
fr: Un tunnel de serveur qui est adapté aux connexions HTTP.

source: Use this tunnel type if you want to host an eepsite.
fr: Utilisez ce type de tunnel si vous souhaitez héberger un eepsite.

source: A customised server tunnel that can both serve HTTP data and connect to other server tunnels.
fr: Un tunnel serveur personnalisé qui peut à la fois servir des données HTTP et se connecter à d'autres serveurs tunnels.

source: This tunnel type is predominantly used when running a Seedless server.
fr: Ce type de tunnel est principalement utilisé lors de l'exécution d'un serveur Seedless.

source: A customised server tunnel for hosting IRC networks inside I2P.
fr: Un tunnel serveur personnalisé afin d'héberger des réseaux IRC à l'intérieur de I2P.

source: Usually, a separate tunnel needs to be created for each IRC server that is to be accessible inside I2P.
fr: Habituellement, un tunnel séparé doit être créé pour chaque serveur IRC devant être accessible à l'intérieur de I2P.

source: A customised server tunnel for Streamr.
fr: Un tunnel personnalisées serveur pour Streamr.

source: Choose a name and description for your tunnel.
fr: Choisir un nom et une description pour votre tunnel.

source: These can be anything you want - they are just for ease of identifying the tunnel in the routerconsole.
fr: Ceux-ci peuvent être tout ce que vous voulez - ils sont simplement là pour faciliter l'identification du tunnel dans la console routeur.

source: If you know of any outproxies for this type of tunnel (either HTTP or SOCKS), fill them in below.
fr: Si vous connaissez des proxies sortants pour ce type de tunnel (HTTP ou SOCKS), les remplir ci-dessous.

source: Separate multiple proxies with commas.
fr: Séparez plusieurs proxys par des virgules.

source: Type in the I2P destination of the service that this client tunnel should connect to.
fr: Tapez la destination du service I2P auquel ce tunnel client doit se connecter.

source: This could be the full base 64 destination key, or an I2P URL from your address book.
fr: Cela pourrait être la clé destination entièrement en base 64, ou une URL I2P de votre carnet d'adresses.

source: This is the IP that your service is running on, this is usually on the same machine so 127.0.0.1 is autofilled.
fr: Ceci est l'adresse IP sur laquelle votre service est exécuté, c'est généralement sur ​​la même machine, c'est pourquoi 127.0.0.1 est pré-rempli.

source: This is the port that the service is accepting connections on.
fr: Il s'agit du port sur lequel le service accepte les connexions.

source: This is the port that the client tunnel will be accessed from locally.
fr: Il s'agit du port par lequel le tunnel client sera accessible localement.

source: This is also the client port for the HTTPBidir server tunnel.
fr: C'est aussi le port du client pour le serveur tunnel HTTPBidir.

source: How do you want this tunnel to be accessed? By just this machine, your entire subnet, or external internet?
fr: Comment voulez-vous que ce tunnel soit accessible ? Par cette machine seulement, votre sous-réseau entier, ou l'Internet externe ?

source: You will most likely want to just allow 127.0.0.1
fr: Vous souhaiterez probablement juste permettre 127.0.0.1

source: The I2P router can automatically start this tunnel for you when the router is started.
fr: Le routeur I2P peut démarrer automatiquement ce tunnel pour vous lors du démarrage du routeur.

source: This can be useful for frequently-used tunnels (especially server tunnels), but for tunnels that are only used occassionally it would mean that the I2P router is creating and maintaining unnecessary tunnels.
fr: Cela peut être utile pour les tunnels fréquemment utilisés (en particulier les tunnels serveur), mais pour les tunnels qui sont seulement utilisées occasionnellement, cela signifierait que le routeur I2P crée et maintient des tunnels inutiles.

source: The wizard has now collected enough information to create your tunnel.
fr: L'assistant a recueilli suffisamment d'informations pour créer votre tunnel.

source: Upon clicking the Save button below, the wizard will set up the tunnel, and take you back to the main I2PTunnel page.
fr: Après avoir cliqué sur le bouton Sauvegarder ci-dessous, l'assistant va configurer le tunnel et vous ramènera à la page principale d'I2PTunnel.

source: Because you chose to automatically start the tunnel when the router starts, you don't have to do anything further.
fr: Parce que vous avez choisi de démarrer automatiquement le tunnel lorsque le routeur démarre, vous n'avez pas à aller plus loin.

source: The router will start the tunnel once it has been set up.
fr: Le routeur va démarrer le tunnel une fois qu'il a été mis en place.

source: Because you chose not to automatically start the tunnel, you will have to manually start it.
fr: Parce que vous avez choisi de ne pas démarrer automatiquement le tunnel, vous devrez le démarrer manuellement.

source: You can do this by clicking the Start button on the main page which corresponds to the new tunnel.
fr: Vous pouvez le faire en cliquant sur le bouton Démarrer sur la page principale qui correspond au nouveau tunnel.

source: Below is a summary of the options you chose:
fr: Voici un résumé des options que vous avez choisies :

source: Alongside these basic settings, there are a number of advanced options for tunnel configuration.
fr: Parallèlement à ces réglages de base, il y a un certain nombre d'options avancées pour la configuration du tunnel.

source: The wizard will set reasonably sensible default values for these, but you can view and/or edit these by clicking on the tunnel's name in the main I2PTunnel page.
fr: L'assistant va définir des valeurs par défaut plus raisonnables pour ces derniers, mais vous pouvez consulter et/ou modifier celles-ci en cliquant sur le nom du tunnel dans la page principale I2PTunnel.

source: Previous
fr: Précédent

source: Save Tunnel
fr: Sauvegarder tunnel

source: Finish
fr: Terminer

source: Next
fr: Suivant
